[{"game_text": "Who is Batman?", "answer": "Bruce Wayne"}, {"game_text": "In golf, what name is given to a hole score of two under par?", "answer": "Eagle"}, {"game_text": "What is the highest grossing film of all time (without adjusting for inflation)?", "answer": "Avengers: Endgame"}, {"game_text": "What is Pikachu's National PokéDex Number?", "answer": "#025"}, {"game_text": "Where does the Mac part of the name Fleetwood Mac come from?", "answer": "John McVie"}, {"game_text": "Blinky, Pinky, Inky and Clyde are characters from which classic video game?", "answer": "Pac-Man"}, {"game_text": "How many dots are on a single die?", "answer": "21"}, {"game_text": "This Greek goddess's name was chosen for the dwarf planet responsible for discord on Pluto's classification amongst astronomers.", "answer": "Eris"}, {"game_text": "Which of these movies did Jeff Bridges not star in?", "answer": "The Hateful Eight"}, {"game_text": "In the 9th Pokemon movie, who is the Prince of the Sea?", "answer": "Manaphy"}, {"game_text": "What is the protagonist's title given by the demons in DOOM (2016)?", "answer": "Doom Slayer"}, {"game_text": "What do you call a baby bat?", "answer": "Pup"}, {"game_text": "Which driver has been the Formula 1 world champion for a record 7 times?", "answer": "Michael Schumacher"}, {"game_text": "What was the final score of the Germany vs. Brazil 2014 FIFA World Cup match?", "answer": "7 - 1"}, {"game_text": "Who is depicted on the US hundred dollar bill?", "answer": "Benjamin Franklin"}, {"game_text": "In Game of Thrones, what is Littlefinger's real name?", "answer": "Petyr Baelish"}, {"game_text": "When did the TV show Rick and Morty first air on Adult Swim?", "answer": "2013"}, {"game_text": "Which actor plays Obi-Wan Kenobi in Star Wars Episodes I-lll?", "answer": "Ewan McGregor"}, {"game_text": "Which American-owned brewery led the country in sales by volume in 2015?", "answer": "D. G. Yuengling and Son, Inc"}, {"game_text": "In what year was Garry's Mod released as a standalone title on Valve's Steam distribution service?", "answer": "2006"}, {"game_text": "In what year was Hearthstone released?", "answer": "2014"}, {"game_text": "In what year was the first \"Mass Effect\" game released?", "answer": "2007"}, {"game_text": "In 2006, which band released their debut album \"A Fever You Can't Sweat Out\"?", "answer": "Panic! At the Disco"}, {"game_text": "What was Daft Punk's first studio album?", "answer": "Homework"}, {"game_text": "What is the capital of Spain?", "answer": "Madrid"}, {"game_text": "In the 2012 animated film \"Wolf Children\", what are the names of the wolf children?", "answer": "Ame & Yuki"}, {"game_text": "What is the capital of India?", "answer": "New Delhi"}, {"game_text": "In \"Breaking Bad\", Walter White is a high school teacher diagnosed with which form of cancer?", "answer": "Lung Cancer"}, {"game_text": "To what political party did Abraham Lincoln belong when elected POTUS?", "answer": "Republican"}, {"game_text": "What game was used to advertise Steam?", "answer": "Counter-Strike 1.6"}, {"game_text": "How many seasons did the Sci-Fi television show \"Stargate Universe\" have?", "answer": "2"}, {"game_text": "The band Muse released their first album, Showbiz, in what year?", "answer": "1999"}, {"game_text": "What is the name of the City in Saints Row The Third?", "answer": "Steelport"}, {"game_text": "What is the name of the main protagonist in \"Xenoblade Chronicles\"?", "answer": "Shulk"}, {"game_text": "In the \"Hitman\" series, what is the name of the main character?", "answer": "Agent 47"}, {"game_text": "In CoD: Black Ops III, what is the name of the rogue A.I. antagonist?", "answer": "Corvus"}, {"game_text": "What is the Zodiac symbol for Gemini?", "answer": "Twins"}, {"game_text": "The likeness of which president is featured on the rare $2 bill of USA currency?", "answer": "Thomas Jefferson"}, {"game_text": "How long is an IPv6 address?", "answer": "128 bits"}, {"game_text": "In \"PUBATTLEGROUNDS\" which ammo type does the M24 use?", "answer": "7.62mm"}, {"game_text": "When was the FC Schalke 04 founded?", "answer": "1904"}, {"game_text": "Which of 2 Valve Games are set in the same universe?", "answer": "Half-life and Portal"}, {"game_text": "What war is Call Of Duty: Black Ops based on?", "answer": "Cold War"}, {"game_text": "What airline was the owner of the plane that crashed off the coast of Nova Scotia in 1998?", "answer": "Swiss Air"}, {"game_text": "In Splatoon 2, who are the members of Off The Hook?", "answer": "Pearl & Marina"}, {"game_text": "In the video game franchise \"Halo\", what is the UNSC's main opposing faction called?", "answer": "The Covenant"}, {"game_text": "Which of these films is NOT set in Los Angeles?", "answer": "RoboCop"}, {"game_text": "How many games in the Crash Bandicoot series were released on the original Playstation?", "answer": "5"}, {"game_text": "What was the name of the police officer in the cartoon \"Top Cat\"?", "answer": "Dibble"}, {"game_text": "In a standard game of Monopoly, what colour are the two cheapest properties?", "answer": "Brown"}, {"game_text": "Which German field marshal was known as the `Desert Fox`?", "answer": "Erwin Rommel"}, {"game_text": "How many manned moon landings have there been?", "answer": "6"}, {"game_text": "What is the capital of Indonesia?", "answer": "Jakarta"}, {"game_text": "Which singer was featured in Jack Ü (Skrillex & Diplo)'s 2015 song 'Where Are Ü Now'?", "answer": "Justin Bieber"}, {"game_text": "What is the first element on the periodic table?", "answer": "Hydrogen"}, {"game_text": "Who in Greek mythology, who led the Argonauts in search of the Golden Fleece?", "answer": "Jason"}, {"game_text": "What alcoholic drink is made from molasses?", "answer": "Rum"}, {"game_text": "What is the main ship used by Commander Shepard in the Mass Effect Franchise called?", "answer": "Normandy"}, {"game_text": "What type of animal was Harambe, who was shot after a child fell into it's enclosure at the Cincinnati Zoo?", "answer": "Gorilla"}, {"game_text": "What was Manfred von Richthofen's nickname?", "answer": "The Red Baron"}, {"game_text": "Which of these actors/actresses is NOT a part of the cast for the 2016 movie \"Suicide Squad\"?", "answer": "Scarlett Johansson"}, {"game_text": "Which country has hosted the 2018 FIFA World Cup?", "answer": "Russia"}, {"game_text": "What is the title of song on the main menu in Halo?", "answer": "Halo"}, {"game_text": "What UK Train does NOT go over 125MPH?", "answer": "Sprinter"}, {"game_text": "What is the nickname of the US state of California?", "answer": "Golden State"}, {"game_text": "In most FPS video games such as Counter-Strike, shooting which part of the body does the highest damage?", "answer": "Head"}, {"game_text": "Which of these Starbound races has a Wild West culture?", "answer": "Novakid"}, {"game_text": "Who is the founder of Team Fortress 2's fictional company \"Mann Co\"?", "answer": "Zepheniah Mann"}, {"game_text": "What was Ash Ketchum's second Pokemon?", "answer": "Caterpie"}, {"game_text": "What is the first weapon you acquire in Half-Life?", "answer": "A crowbar"}, {"game_text": "Who is the main character in the show \"Burn Notice\"?", "answer": "Michael Westen"}, {"game_text": "The name of Junko Enoshima's imposter at the beginning of Danganronpa: Trigger Happy Havoc is?", "answer": "Mukuro Ikusaba"}, {"game_text": "How many plays is Shakespeare generally considered to have written?", "answer": "37"}, {"game_text": "What is the maximum HP in Terraria?", "answer": "500"}, {"game_text": "In most traditions, who was the wife of Zeus?", "answer": "Hera"}, {"game_text": "What does Solid Snake use to hide himself with?", "answer": "Cardboard Box"}, {"game_text": "What was the best selling album of 2015?", "answer": "Adele, 25"}, {"game_text": "What is the name of the main character in \"The Flash\" TV series?", "answer": "Barry Allen"}, {"game_text": "What are the cylinder-like parts that pump up and down within the engine?", "answer": "Pistons"}, {"game_text": "Who is the main protagonist in Danganronpa 2: Goodbye Despair?", "answer": "Hajime Hinata"}, {"game_text": "When was the top-down online RPG \"Space Station 13\" released?", "answer": "2003"}, {"game_text": "In the show \"Foster's Home For Imaginary Friends\", which character had an obsession with basketball?", "answer": "Wilt"}, {"game_text": "In which year was the pen and paper RPG \"Deadlands\" released?", "answer": "1996"}, {"game_text": "What was the first feature-length computer-animated movie?", "answer": "Toy Story"}, {"game_text": "What's the second book in George R. R. Martin's 'A Song of Ice and Fire' series?", "answer": "A Clash of Kings"}, {"game_text": "What colour is the female blackbird?", "answer": "Brown"}, {"game_text": "Who directed the Kill Bill movies?", "answer": "Quentin Tarantino"}, {"game_text": "Which former US president was nicknamed \"Teddy\" after he refused to shoot a defenseless black bear?", "answer": "Theodore Roosevelt"}, {"game_text": "What was the name commonly given to the ancient trade routes that connected the East and West of Eurasia?", "answer": "Silk Road"}, {"game_text": "If you are caught \"Goldbricking\", what are you doing wrong?", "answer": "Slacking"}, {"game_text": "When one is \"envious\", they are said to be what color?", "answer": "Green"}, {"game_text": "In bowling, what is the term used for getting three consecutive strikes?", "answer": "Turkey"}, {"game_text": "Which two teams played in Super Bowl XLII?", "answer": "The New York Giants & The New England Patriots"}, {"game_text": "In what year did the Great Northern War, between Russia and Sweden, end?", "answer": "1721"}, {"game_text": "Dry ice is the solid form of what substance?", "answer": "Carbon dioxide"}, {"game_text": "What country was the Trabant 601 manufactured in?", "answer": "East Germany"}, {"game_text": "In the video game \"Postal 2\", what is the name of Postal Dude's dog?", "answer": "Champ"}, {"game_text": "Which popular First Person Shooter (FPS) franchise, got a Real Time Strategy (RTS) game developed based on its universe?", "answer": "Halo"}, {"game_text": "Whose 2016 presidential campaign slogan was \"Make America Great Again\"?", "answer": "Donald Trump"}, {"game_text": "Which of these bones is hardest to break?", "answer": "Femur"}, {"game_text": "When was the movie 'Con Air' released?", "answer": "1997"}, {"game_text": "The body of the Egyptian Sphinx was based on which animal?", "answer": "Lion"}, {"game_text": "Who had a 1983 hit with the song 'Africa'?", "answer": "Toto"}, {"game_text": "What state is the largest state of the United States of America?", "answer": "Alaska"}, {"game_text": "In what year did the Wall Street Crash take place?", "answer": "1929"}, {"game_text": "Which one of these tanks was designed and operated by the United Kingdom?", "answer": "Tog II"}, {"game_text": "What amount of bits commonly equals one byte?", "answer": "8"}, {"game_text": "Hippocampus is the Latin name for which marine creature?", "answer": "Seahorse"}, {"game_text": "Who made Garry's Mod?", "answer": "Garry Newman"}, {"game_text": "What is the most preferred image format used for logos in the Wikimedia database?", "answer": ".svg"}, {"game_text": "Which of these songs by Skrillex features Fatman Scoop as a side artist?", "answer": "Recess"}, {"game_text": "Which of these is NOT a team available in the game Pokémon Go?", "answer": "Team Rocket"}, {"game_text": "What Nationality is D.Va from Overwatch?", "answer": "Korean"}, {"game_text": "In what year was the game \"Fallout\" released?", "answer": "1997"}, {"game_text": "In the game Dark Souls, what is the name of the region you're in for the majority of the game?", "answer": "Lordran"}, {"game_text": "Which of these characters in \"Stranger Things\" has the power of Telekinesis?", "answer": "Eleven"}, {"game_text": "Which Mario spin-off game did Waluigi make his debut?", "answer": "Mario Tennis"}, {"game_text": "What company created and developed the game \"Overwatch\"?", "answer": "Blizzard Entertainment"}, {"game_text": "When was Minecraft first released to the public?", "answer": "May 17th, 2009"}, {"game_text": "When did the Battle of the Somme begin?", "answer": "July 1st, 1916"}, {"game_text": "Guy's Grocery Games is hosted by which presenter?", "answer": "Guy Fieri"}, {"game_text": "What country is Cory in the House set in?", "answer": "The United States of America"}, {"game_text": "Kanye West at 2009 VMA's interrupted which celebrity?", "answer": "Taylor Swift"}, {"game_text": "Which team won 2014 FIFA World Cup in Brazil?", "answer": "Germany"}, {"game_text": "Which city did the former NHL team \"The Nordiques\" originiate from?", "answer": "Quebec City"}, {"game_text": "In the 1995 film \"Balto\", who are Steele's accomplices?", "answer": "Kaltag, Nikki, and Star"}, {"game_text": "The LS2 engine is how many cubic inches?", "answer": "364"}, {"game_text": "The LS3 engine is how many cubic inches?", "answer": "376"}, {"game_text": "What is the name of Nissan's most popular electric car?", "answer": "Leaf"}, {"game_text": "What is the last name of the primary female protagonist of Final Fantasy VIII?", "answer": "Heartilly"}, {"game_text": "The main six year old protagonist in Calvin and Hobbes is named after what theologian?", "answer": "John Calvin"}, {"game_text": "Who led the Communist Revolution of Russia?", "answer": "Vladimir Lenin"}, {"game_text": "What is the theme song of \"Neon Genesis Evangelion\"?", "answer": "A Cruel Angel's Thesis"}, {"game_text": "What is the name of the fictional retro-mod band starring Austin Powers as the lead vocalist?", "answer": "Ming Tea"}, {"game_text": "On what street did the 1666 Great Fire of London start?", "answer": "Pudding Lane"}, {"game_text": "In Fallout: New Vegas, which one of these casinos can you not play in?", "answer": "Lucky 38"}, {"game_text": "What is the name of Manchester United's home stadium?", "answer": "Old Trafford"}, {"game_text": "In The Simpsons, which war did Seymour Skinner serve in the USA Army as a Green Beret?", "answer": "Vietnam War"}, {"game_text": "Who wrote the play 'Angels in America'?", "answer": "Tony Kusher"}, {"game_text": "Wendy O. Koopa appeared in the Super Mario DIC Cartoons, but what was she known as?", "answer": "Kootie Pie"}, {"game_text": "In the show \"Futurama\" what is Fry's full name?", "answer": "Philip J. Fry"}, {"game_text": "In which series of games do you collect souls to empower you and buy weaponry and armor with?", "answer": "Souls "}, {"game_text": "What is not a wind instrument?", "answer": "Viola"}, {"game_text": "Which of these is NOT a map included in the game Counter-Strike: Global Offensive?", "answer": "Oilrig"}, {"game_text": "What is the largest organ of the human body?", "answer": "Skin"}, {"game_text": "Half-Life by Valve uses the GoldSrc game engine, which is a highly modified version of what engine?", "answer": "Quake Engine"}, {"game_text": "What is the best selling album of all time from 1976 to 2018?", "answer": "Thriller"}, {"game_text": "Whose signature guitar technique is called the \"windmill\"?", "answer": "Pete Townshend"}, {"game_text": "In Roman Numerals, what does XL equate to?", "answer": "40"}, {"game_text": "Grant Gustin plays which superhero on the CW show of the same name?", "answer": "The Flash"}, {"game_text": "In the programming language Java, which of these keywords would you put on a variable to make sure it doesn't get modified?", "answer": "Final"}, {"game_text": "In \"Undertale\", how many main endings are there?", "answer": "3"}, {"game_text": "What geometric shape is generally used for stop signs?", "answer": "Octagon"}, {"game_text": "What is \"dabbing\"?", "answer": "A dance"}, {"game_text": "What is the shape of the toy invented by Hungarian professor Ernő Rubik?", "answer": "Cube"}, {"game_text": "How many times do you fight Gilgamesh in \"Final Fantasy 5\"?", "answer": "6"}, {"game_text": "Which country will host the 2020 Summer Olympics?", "answer": "Japan"}, {"game_text": "What is the code name for the mobile operating system Android 7.0?", "answer": "Nougat"}, {"game_text": "What is the name of the corgi in Cowboy Bebop?", "answer": "Einstein"}, {"game_text": "What was the subject of the 2014 song \"CoCo\" by American rapper O. T. Genasis?", "answer": "Cocaine"}, {"game_text": "What is Gabe Newell's favorite class in Team Fortress 2?", "answer": "Spy"}, {"game_text": "In the game \"Overwatch,\" what are the names of the two Australian criminals from the Junkers faction?", "answer": "Junkrat and Roadhog"}, {"game_text": "Who is the main character with yellow hair in the anime Naruto?", "answer": "Naruto"}, {"game_text": "In \"Fallout 4\" which faction is not present in the game?", "answer": "The Enclave"}, {"game_text": "Who wrote the young adult novel \"The Fault in Our Stars\"?", "answer": "John Green"}, {"game_text": "How many differently shaped Tetris pieces are there?", "answer": "7"}, {"game_text": "What is the name of the three headed dog in Harry Potter and the Sorcerer's Stone?", "answer": "Fluffy"}, {"game_text": "In \"Jurassic World\", what is the name of the dinosaur that is a genetic hybrid?", "answer": "Indominus Rex"}, {"game_text": "What is Grumpy Cat's real name?", "answer": "Tardar Sauce"}, {"game_text": "Which Pokemon generation did the fan-named \"Masuda Method\" first appear in? ", "answer": "Diamond/Pearl"}, {"game_text": "Which Nirvana album had a naked baby on the cover?", "answer": "Nevermind"}, {"game_text": "71% of the Earth's surface is made up of", "answer": "Water"}, {"game_text": "Which country is the home of the largest Japanese population outside of Japan?", "answer": "Brazil"}, {"game_text": "Who was the 45th President of the United States?", "answer": "Donald Trump"}, {"game_text": "Aperture Science CEO Cave Johnson is voiced by which American actor?", "answer": "J.K. Simmons"}, {"game_text": "What were the first two blocks in \"Minecraft\"?", "answer": "Grass and Cobblestone"}, {"game_text": "How old was Adolf Hitler when he died?", "answer": "56"}, {"game_text": "What is the historical name of Sri Lanka?", "answer": "Ceylon"}, {"game_text": "What was the first ever entry written for the SCP Foundation collaborative writing project?", "answer": "SCP-173"}, {"game_text": "What is the speed of light in a vacuum?", "answer": "299,792,458 m/s"}, {"game_text": "What 1970's American ballad referred to the 1959 plane crash as the \"the day the music died\"?", "answer": "American Pie"}, {"game_text": "The \"British Invasion\" was a cultural phenomenon in music where British boy bands became popular in the USA in what decade?", "answer": "60's"}, {"game_text": "How many furlongs are there in a mile?", "answer": "Eight"}, {"game_text": "When someone is cowardly, they are said to have what color belly?", "answer": "Yellow"}, {"game_text": "Who did Steven Gerrard win the Champions League with?", "answer": "Liverpool"}, {"game_text": "The Los Angeles Dodgers were originally from what U.S. city?", "answer": "Brooklyn"}, {"game_text": "What is the name of the talking cat in Persona 5?", "answer": "Morgana"}, {"game_text": "Which of these are NOT a Men at Work song?", "answer": "Basket Case"}, {"game_text": "What is the name of Rivers Cuomo's wife?", "answer": "Kyoko Ito"}, {"game_text": "Which year was the album \"Year of the Snitch\" by Death Grips released?", "answer": "2018"}, {"game_text": "In South Park, what is Stan's surname?", "answer": "Marsh"}, {"game_text": "What does CPU stand for?", "answer": "Central Processing Unit"}, {"game_text": "What is the most common surname Wales?", "answer": "Jones"}, {"game_text": "The song 'Little April Shower' features in which Disney cartoon film?", "answer": "Bambi"}, {"game_text": "Which English guitarist has the nickname \"Slowhand\"?", "answer": "Eric Clapton"}, {"game_text": "What does a funambulist walk on?", "answer": "A Tight Rope"}, {"game_text": "Which rap group released the album \"Straight Outta Compton\"?", "answer": "N.W.A"}, {"game_text": "Which franchise does the creature \"Slowpoke\" originate from?", "answer": "Pokemon"}, {"game_text": "Which sign of the zodiac is represented by the Crab?", "answer": "Cancer"}, {"game_text": "Which gas forms about 78% of the Earth’s atmosphere?", "answer": "Nitrogen"}, {"game_text": "Which American president appears on a one dollar bill?", "answer": "George Washington"}, {"game_text": "How many federal states does Germany have?", "answer": "16"}, {"game_text": "What is the standard SI unit for temperature?", "answer": "Kelvin"}, {"game_text": "The Rio 2016 Summer Olympics held it's closing ceremony on what date?", "answer": "August 21"}, {"game_text": "How many time zones does China have?", "answer": "1"}, {"game_text": "Which artist released the 2012 single \"Harlem Shake\", which was used in numerous YouTube videos in 2013?", "answer": "Baauer"}, {"game_text": "Which of these colours is NOT featured in the logo for Google?", "answer": "Pink"}, {"game_text": "What year was the game \"Overwatch\" revealed?", "answer": "2014"}, {"game_text": "Who is the creator of the Super Smash Bros. Series?", "answer": "Masahiro Sakurai"}, {"game_text": "What's Harry Potter's dad's name?", "answer": "James Potter"}, {"game_text": "What ingredients are required to make a cake in Minecraft?", "answer": "Milk, Sugar, Egg, and Wheat"}, {"game_text": "Who is the leader of Team Mystic in Pokémon Go?", "answer": "Blanche"}, {"game_text": "Human cells typically have how many copies of each gene?", "answer": "2"}, {"game_text": "What company develops the Rock Band series of rhythm games?", "answer": "Harmonix"}, {"game_text": "In Supernatural, what's is Sam's brothers name?", "answer": "Dean"}, {"game_text": "What is the name of the main character in \"Life is Strange\"?", "answer": "Maxine Caulfield"}, {"game_text": "How many flagship monsters appear in Monster Hunter Gernerations?", "answer": "4"}, {"game_text": "Which Sonic the Hedgehog game was originally supposed to be packaged with Sonic 3, but was cut in half due to time constraints?", "answer": "Sonic & Knuckles"}, {"game_text": "Which figure from Greek mythology traveled to the underworld to return his wife Eurydice to the land of the living?", "answer": "Orpheus"}, {"game_text": "How many stars are featured on New Zealand's flag?", "answer": "4"}, {"game_text": "How many countries does Mexico border?", "answer": "3"}, {"game_text": "When does \"Rogue One: A Star Wars Story\" take place chronologically in the series?", "answer": "Between Episode 3 and 4"}, {"game_text": "What is the name of the 4-armed Chaos Witch from the 2016 video game \"Battleborn\"?", "answer": "Orendi"}, {"game_text": "Which franchise was NOT featured in the 2015 video game \"Lego Dimensions\"?", "answer": "Breaking Bad"}, {"game_text": "British actor David Morrissey stars as which role in \"The Walking Dead\"?", "answer": "The Governor"}, {"game_text": "This Canadian television sportscaster is known for his \"Hockey Night in Canada\" role, a commentary show during hockey games.", "answer": "Don Cherry"}, {"game_text": "The LS7 engine is how many cubic inches?", "answer": "427"}, {"game_text": "Which programming language shares its name with an island in Indonesia?", "answer": "Java"}, {"game_text": "What company developed the vocaloid Hatsune Miku?", "answer": "Crypton Future Media"}, {"game_text": "What are Sans and Papyrus named after in \"Undertale\"?", "answer": "Fonts"}, {"game_text": "In which film does Humphrey Bogart say the famous line, \"Here's looking at you, kid\"?", "answer": "Casablanca"}, {"game_text": "What nuts are used in the production of marzipan?", "answer": "Almonds"}, {"game_text": "The Nike apparel and footwear brand takes it's name from the Greek goddess of what?", "answer": "Victory"}, {"game_text": "What TV show is about a grandfather dragging his grandson around on adventures?", "answer": "Rick & Morty"}, {"game_text": "Which Final Fantasy game consisted of a female-only cast of party members?", "answer": "Final Fantasy X-2"}, {"game_text": "In the survival horror game, \"Cry of Fear,\" what was the name of Simon's close friend/potential love interest?", "answer": "Sophie"}, {"game_text": "Greenland is a part of which kingdom?", "answer": "Denmark"}, {"game_text": "What kind of aircraft was developed by Igor Sikorsky in the United States in 1942?", "answer": "Helicopter"}, {"game_text": "Which psychopath(s) in Dead Rising 1 gave you the small chainsaw?", "answer": "Adam the Clown"}, {"game_text": "Who was the villain of ''The Lion King''?", "answer": "Scar"}, {"game_text": "George Orwell wrote this book, which is often considered a statement on government oversight.", "answer": "1984"}, {"game_text": "Which company did Gabe Newell work at before founding Valve Corporation?", "answer": "Microsoft"}, {"game_text": "Which element has the chemical symbol 'Fe'?", "answer": "Iron"}, {"game_text": "What was William Frederick Cody better known as?", "answer": "Buffalo Bill"}, {"game_text": "Named after a character he played in a 1969 film, what is the name of the ski resort in Utah that Robert Redford bought in 1968?", "answer": "Sundance"}, {"game_text": "What does the \"MP\" stand for in MP3?", "answer": "Moving Picture"}, {"game_text": "How many soccer players should be on the field at the same time?", "answer": "22"}, {"game_text": "What is the most expensive weapon in Counter-Strike: Global Offensive?", "answer": "Scar-20/G3SG1"}, {"game_text": "Which of these is a type of monster found in Minecraft?", "answer": "Skeleton"}, {"game_text": "What was the name of the cancelled sequel of Team Fortress?", "answer": "Team Fortress 2: Brotherhood of Arms"}, {"game_text": "The Red Hot Chili Pepper song \"Give It Away\" is from what album?", "answer": "Blood Sugar Sex Magik"}, {"game_text": "Which member of the Foo Fighters was previously the drummer for Nirvana?", "answer": "Dave Grohl"}, {"game_text": "What is the powerhouse of the cell?", "answer": "Mitochondria"}, {"game_text": "Which computer hardware device provides an interface for all other connected devices to communicate?", "answer": "Motherboard"}, {"game_text": "What is the name of the Jewish New Year?", "answer": "Rosh Hashanah"}, {"game_text": "If soccer is called football in England, what is American football called in England?", "answer": "American football"}, {"game_text": "Which eSports team came first place in The International Dota 2 Championship 2016?", "answer": "Wings Gaming"}, {"game_text": "What's the Team Fortress 2 Scout's city of origin?", "answer": "Boston"}, {"game_text": "What year did the game \"Overwatch\" enter closed beta?", "answer": "2015"}, {"game_text": "Which of these characters is the mascot of the video game company SEGA?", "answer": "Sonic the Hedgehog"}, {"game_text": "What is the oldest Disney film?", "answer": "Snow White and the Seven Dwarfs"}, {"game_text": "Which Game Boy from the Game Boy series of portable video game consoles was released first?", "answer": "Game Boy Color"}, {"game_text": "What was the original name of Crash Bandicoot?", "answer": "Willie Wombat"}, {"game_text": "Which company has exclusive rights to air episodes of the \"The Grand Tour\"?", "answer": "Amazon"}, {"game_text": "According to the American rapper Nelly, what should you do when its hot in here?", "answer": "Take off all your clothes"}, {"game_text": "In the video game Overwatch, which playable character is infamous for saying \"It's high noon.\"?", "answer": "McCree"}, {"game_text": "What is the name of Poland in Polish?", "answer": "Polska"}, {"game_text": "Which Animal Crossing game was for the Nintendo Wii?", "answer": "Animal Crossing: City Folk"}, {"game_text": "What year did the New Orleans Saints win the Super Bowl?", "answer": "2010"}, {"game_text": "What minimum level in the Defence skill is needed to equip Dragon Armour in the MMO RuneScape?", "answer": "60"}, {"game_text": "Who stars in Brutal Legend?", "answer": "Jack Black"}, {"game_text": "What year was Super Mario Bros. released?", "answer": "1985"}, {"game_text": "\"Doctor Who\" star David Tennant performed in a rendition of which Shakespearean play?", "answer": "Hamlet"}, {"game_text": "Who was among those killed in the 2010 Smolensk, Russia plane crash tragedy?", "answer": "The Polish President"}, {"game_text": "What is the unit of electrical resistance?", "answer": "Ohm"}, {"game_text": "In \"Star Trek: Voyager\", which episode did Voyager establish real-time communication with Starfleet Headquarters?", "answer": "Pathfinder"}, {"game_text": "Who was the first ever actor to play \"The Doctor\" on \"Doctor Who\"?", "answer": "William Hartnell"}, {"game_text": "Which country, not including Japan, has the most people of japanese decent?", "answer": "Brazil"}, {"game_text": "In the original Spyro game who is the first villain?", "answer": "Gnasty Gnorc"}, {"game_text": "In board games, an additional or ammended rule that applies to a certain group or place is informally known as a \"what\" rule?", "answer": "House"}, {"game_text": "In computing, what does MIDI stand for?", "answer": "Musical Instrument Digital Interface"}, {"game_text": "In \"ALF\", what was ALF's real name?", "answer": "Gordon Shumway"}, {"game_text": "Who is the main heroine of the anime, Full Metal Panic!", "answer": "Kaname Chidori"}, {"game_text": "In the show \"Dragonball Z\", what is the name of Cell's most powerful attack?", "answer": "Solar Kamehameha"}, {"game_text": "Which Grand Theft Auto (GTA) games have the same setting?", "answer": "GTA V and GTA San Andreas"}, {"game_text": "Who is the lead singer of Foo Fighters?", "answer": "Dave Grohl"}, {"game_text": "Which game did \"Sonic The Hedgehog\" make his first appearance in?", "answer": "Rad Mobile"}, {"game_text": "What was the name of the WWF professional wrestling tag team made up of the wrestlers Ax and Smash?", "answer": "Demolition"}, {"game_text": "In the video-game franchise Kingdom Hearts, the main protagonist, carries a weapon with what shape?", "answer": "Key"}, {"game_text": "Who painted the Sistine Chapel?", "answer": "Michelangelo"}, {"game_text": "Which of these is NOT a player class in Team Fortress 2?", "answer": "Healer"}, {"game_text": "During WWII, in 1945, the United States dropped atomic bombs on the two Japanese cities of Hiroshima and what other city?", "answer": "Nagasaki"}, {"game_text": "In the game Half-Life, which enemy is showcased as the final boss?", "answer": "The Nihilanth"}, {"game_text": "Who is the creator of the comic series \"The Walking Dead\"?", "answer": "Robert Kirkman"}, {"game_text": "Who is the writer of the game \"Half-Life\"?", "answer": "Marc Laidlaw"}, {"game_text": "In which British seaside town was the BBC sitcom \"Fawlty Towers\" set?", "answer": "Torquay"}, {"game_text": "What colour is the circle on the Japanese flag?", "answer": "Red"}, {"game_text": "This movie contains the quote, \"I feel the need ... the need for speed!\"", "answer": "Top Gun"}, {"game_text": "\"Tomb Raider\" icon Lara Croft was originally called...", "answer": "Laura Cruz"}, {"game_text": "What country has a horizontal bicolor red and white flag?", "answer": "Monaco"}, {"game_text": "Which brass instrument has the lowest pitch in an orchestra?", "answer": "Tuba"}, {"game_text": "How many people are in the U.S. House of Representatives?", "answer": "435"}, {"game_text": "In the show Stranger Things, what is Eleven's favorite breakfast food?", "answer": "Eggo Waffles"}, {"game_text": "The asteroid belt is located between which two planets?", "answer": "Mars and Jupiter"}, {"game_text": "In the videogame Bully, what is the protagonist's last name?", "answer": "Hopkins"}, {"game_text": "In Danganronpa: Trigger Happy Havoc, what is the protagonist's name?", "answer": "Makoto Naegi"}, {"game_text": "Who in Pulp Fiction says \"No, they got the metric system there, they wouldn't know what the fuck a Quarter Pounder is.\"", "answer": "Vincent Vega"}, {"game_text": "Which celebrity announced his presidency in 2015?", "answer": "Kanye West"}, {"game_text": "What is the capital of the US State of New York?", "answer": "Albany"}, {"game_text": "What is Canada's smallest province?", "answer": "Prince Edward Island"}, {"game_text": "What team won the 2016 MLS Cup?", "answer": "Seattle Sounders"}, {"game_text": "In \"Mario & Sonic at the Olympic Games\", characters are split into how many types?", "answer": "4"}, {"game_text": "The 2016 Disney animated film 'Moana' is based on which culture?", "answer": "Polynesian"}, {"game_text": "When was Gangnam Style uploaded to YouTube?", "answer": "2012"}, {"game_text": "Which classical composer wrote the \"Moonlight Sonata\"?", "answer": "Ludvig Van Beethoven"}, {"game_text": "Who played the Waitress in the Spam sketch of \"Monty Python's Flying Circus\"?", "answer": "Terry Jones"}, {"game_text": "What is the largest country in the world?", "answer": "Russia"}, {"game_text": "In the TV show \"Mad Men\", what was Donald Draper's birthname?", "answer": "Richard \"Dick\" Whitman"}, {"game_text": "For the film \"Raiders of The Lost Ark\", what was Harrison Ford sick with during the filming of the Cairo chase?", "answer": "Dysentery"}, {"game_text": "In which fast food chain can you order a Jamocha Shake?", "answer": "Arby's"}, {"game_text": "What round is a classic AK-47 chambered in?", "answer": "7.62x39mm"}, {"game_text": "By definition, where does an abyssopelagic animal live?", "answer": "At the bottom of the ocean"}, {"game_text": "In 1453, which important city fell?", "answer": "Constantinople"}, {"game_text": "Terry Gilliam was an animator that worked with which British comedy group?", "answer": "Monty Python"}, {"game_text": "How many sides does a trapezium have?", "answer": "4"}, {"game_text": "Which player holds the NHL record of 2,857 points?", "answer": "Wayne Gretzky"}, {"game_text": "Which member of the Velvet Room is not a playable character in Persona 4 Arena Ultimax?", "answer": "Theodore"}, {"game_text": "In the cartoon 'SpongeBob SquarePants', what did the acronym E.V.I.L stand for?", "answer": "Every Villain Is Lemons"}, {"game_text": "What historical time period was the center of the Assassin’s Creed movie (2016)?", "answer": "Spanish Inquisition"}, {"game_text": "Which famous military commander marched an army, which included war elephants, over the Alps during the Second Punic War?", "answer": "Hannibal"}, {"game_text": "What is the fastest road legal car in the world?", "answer": "Koenigsegg Agera RS"}, {"game_text": "In the anime \"My Hero Academia\", which character is shown with the ability to manipulate gravity?", "answer": "Uraraka"}, {"game_text": "Which movie released in 2016 features Superman and Batman fighting?", "answer": "Batman v Superman: Dawn of Justice"}, {"game_text": "Daniel Radcliffe became a global star in the film industry due to his performance in which film franchise?", "answer": "Harry Potter"}, {"game_text": "Which 'Family Guy' character got his own spin-off show in 2009?", "answer": "Cleveland Brown"}, {"game_text": "In past times, what would a gentleman keep in his fob pocket?", "answer": "Watch"}, {"game_text": "What word represents the letter 'T' in the NATO phonetic alphabet?", "answer": "Tango"}, {"game_text": "Which of these levels does NOT appear in the console/PC versions of the game \"Sonic Generations\"?", "answer": "Mushroom Hill"}, {"game_text": "Which student in Yandere Simulator is known for asking irritating and stupid questions?", "answer": "Midori Gurin"}, {"game_text": "What was the first James Bond film?", "answer": "Dr. No"}, {"game_text": "Under what pseudonym did Stephen King publish five novels between 1977 and 1984?", "answer": "Richard Bachman"}, {"game_text": "Who painted \"Swans Reflecting Elephants\", \"Sleep\", and \"The Persistence of Memory\"?", "answer": "Salvador Dali"}, {"game_text": "Which UK country features a dragon on their flag?", "answer": "Wales"}, {"game_text": "Gordon Freeman is said to have burnt and destroyed what food in the break room microwave?", "answer": "Casserole"}, {"game_text": "Who created the 2011 Video Game \"Minecraft\"?", "answer": "Markus Persson"}, {"game_text": "Who created the Cartoon Network series \"Adventure Time\"?", "answer": "Pendleton Ward"}, {"game_text": "Which band released songs suchs as \"Rio\", \"Girls on Film\", and \"The Reflex\"?", "answer": "Duran Duran"}, {"game_text": "Which buzzword did Apple Inc. use to describe their removal of the headphone jack?", "answer": "Courage"}, {"game_text": "Who was the author of the 1954 novel, \"Lord of the Flies\"?", "answer": "William Golding"}, {"game_text": "What do the letters in the GMT time zone stand for?", "answer": "Greenwich Mean Time"}, {"game_text": "In the television show Breaking Bad, what is the street name of Walter and Jesse's notorious product?", "answer": "Blue Sky"}, {"game_text": "The board game Monopoly takes its street names from which real American city?", "answer": "Atlantic City, New Jersey"}, {"game_text": "The 2002 film \"28 Days Later\" is mainly set in which European country?", "answer": "United Kingdom"}, {"game_text": "In Greek mythology, who is the god of wine?", "answer": "Dionysus"}, {"game_text": "Which Disney character sings the song \"A Dream is a Wish Your Heart Makes\"?", "answer": "Cinderella"}, {"game_text": "What caused the titular mascot of Yo-Kai Watch, Jibanyan, to become a yokai?", "answer": "Being run over by a truck"}, {"game_text": "In what year was the game \"FTL: Faster Than Light\" released?", "answer": "2012"}, {"game_text": "On what medium was \"Clannad\" first created?", "answer": "Visual novel"}, {"game_text": "The New York Times slogan is, “All the News That’s Fit to…”", "answer": "Print"}, {"game_text": "Which car tire manufacturer is famous for its \"P Zero\" line?", "answer": "Pirelli"}, {"game_text": "Which of these is not a wonder weapon in \"Call Of Duty: Zombies\"?", "answer": "R115 Resonator"}, {"game_text": "Neil Hamburger is played by which comedian?", "answer": "Gregg Turkington"}, {"game_text": "Which band recorded the album \"Parallel Lines\"?", "answer": "Blondie"}, {"game_text": "In AMC's TV Series \"The Walking Dead\" what are \"Zombies\" referred to as?", "answer": "Walkers"}, {"game_text": "Which of these Movies was NOT released in 1996?", "answer": "Gladiator"}, {"game_text": "Which painting was not made by Vincent Van Gogh?", "answer": "The Ninth Wave"}, {"game_text": "What is the closest planet to our solar system's sun?", "answer": "Mercury"}, {"game_text": "What Led Zeppelin album contains \"Stairway to Heaven\"?", "answer": "Led Zeppelin IV"}, {"game_text": "In what year was the M1911 pistol designed?", "answer": "1911"}, {"game_text": "In \"Homestuck\" the \"Kingdom of Darkness\" is also known as?", "answer": "Derse"}, {"game_text": "Who wrote \"A Tale of Two Cities\"?", "answer": "Charles Dickens"}, {"game_text": "In the \"Metal Gear Solid\" series, what's the name of Solid Snake's brother?", "answer": "Liquid Snake"}, {"game_text": "\"Grande Valse\" is a phrase from the song \"Gran Vals\". What is that song segment known as?", "answer": "Nokia Tune"}, {"game_text": "When was Marvel Comics founded?", "answer": "1939"}, {"game_text": "In Final Fantasy XIV, what is the name of the Deep Dungeon that was introduced in the expansion pack, Heavensward?", "answer": "Palace of the Dead"}, {"game_text": "What was Sir Handel's original name in \"The Railway Series\" and it's animated counterpart \"Thomas and Friends?\"", "answer": "Falcon"}, {"game_text": "What does the computer software acronym JVM stand for?", "answer": "Java Virtual Machine"}, {"game_text": "Who wrote \"Harry Potter\"?", "answer": "J.K. Rowling"}, {"game_text": "Where is the train station \"Llanfair­pwllgwyngyll­gogery­chwyrn­drobwll­llan­tysilio­gogo­goch\"?", "answer": "Wales"}, {"game_text": "Who is the main antagonist in the Portal franchise?", "answer": "GLaDOS"}, {"game_text": "Which of these is NOT an Australian state or territory?", "answer": "Alberta"}, {"game_text": "The programming language 'Swift' was created to replace what other programming language?", "answer": "Objective-C"}, {"game_text": "Which of these is NOT a main playable character in \"Grand Theft Auto V\"?", "answer": "Lamar"}, {"game_text": "If you were to code software in this language you'd only be able to type 0's and 1's.", "answer": "Binary"}, {"game_text": "Which of these countries remained neutral during World War II?", "answer": "Switzerland"}, {"game_text": "In Grand Theft Auto V, what was Michael De Santa's former surname?", "answer": "Townley"}, {"game_text": "What ingredient is NOT used to craft a cake in Minecraft?", "answer": "Bread"}, {"game_text": "What is the last name of Edward and Alphonse in the Fullmetal Alchemist series.", "answer": "Elric"}, {"game_text": "How many Harry Potter books are there?", "answer": "7"}, {"game_text": "In which year did the Invasion of Kuwait by Iraq occur?", "answer": "1990"}, {"game_text": "Which of these companies does NOT manufacture motorcycles?", "answer": "Toyota"}, {"game_text": "Which of these games includes the phrase \"Do not pass Go, do not collect $200\"?", "answer": "Monopoly"}, {"game_text": "In Dota 2, Wraith King was previously known as...", "answer": "Skeleton King"}, {"game_text": "On the show \"Rick and Morty\", in episode \"Total Rickall\", who was a parasite?", "answer": "Pencilvester"}, {"game_text": "The biggest distinction between a eukaryotic cell and a prokaryotic cell is:", "answer": "The presence or absence of a nucleus"}, {"game_text": "In the anime Noragami who is one of the main protagonists?", "answer": "Yukine"}, {"game_text": "In Need for Speed: Most Wanted (2005), what was the name of the main antagonist?", "answer": "Clarence \"Razor\" Callahan"}, {"game_text": "In DuckTales, what is the name of the city where all the main characters live?", "answer": "Duckburg"}, {"game_text": "The 2016 song \"Starboy\" by Canadian singer The Weeknd features which prominent electronic artist?", "answer": "Daft Punk"}, {"game_text": "What is the name of the protagonist of J.D. Salinger's novel Catcher in the Rye?", "answer": "Holden Caulfield"}, {"game_text": "How was Socrates executed?", "answer": "Poison"}, {"game_text": "What is lost in Hawaiian and is also the name of a little girl in a 2002 film which features a alien named \"Stitch\"?", "answer": "Lilo"}, {"game_text": "Which car tire manufacturer is famous for its \"Eagle\" brand of tires, and is the official tire supplier of NASCAR?", "answer": "Goodyear"}, {"game_text": "Who performed \"I Took A Pill In Ibiza\"?", "answer": "Mike Posner"}, {"game_text": "What is the name of the world that the MMO \"RuneScape\" takes place in?", "answer": "Gielinor"}, {"game_text": "When was the iPhone released?", "answer": "2007"}, {"game_text": "What is the name of the planet that the Doctor from television series \"Doctor Who\" comes from?", "answer": "Gallifrey"}, {"game_text": "What year did World War I begin?", "answer": "1914"}, {"game_text": "Which \"Call Of Duty: Zombies\" map introduced the \"Staffs Of The Ancients\"?", "answer": "Origins"}, {"game_text": "What was Bruce Campbell's iconic one-liner after getting a chainsaw hand in Evil Dead 2?", "answer": "Groovy."}, {"game_text": "Who created the \"Metal Gear\" Series?", "answer": "Hideo Kojima"}, {"game_text": "What is the full first name of the babysitter in Calvin and Hobbes?", "answer": "Rosalyn"}, {"game_text": "What is the capital of South Korea?", "answer": "Seoul"}, {"game_text": "Which Pokémon and it's evolutions were banned from appearing in a main role after the Episode 38 Incident?", "answer": "The Porygon Line"}, {"game_text": "How many teeth does an adult rabbit have?", "answer": "28"}, {"game_text": "Which music publication is often abbreviated to NME?", "answer": "New Musical Express"}, {"game_text": "What is the maximum level you can have in a single class in Dungeons and Dragons (5e)?", "answer": "20"}, {"game_text": "Which year did Jenson Button won his first ever Formula One World Drivers' Championship?", "answer": "2009"}, {"game_text": "In the Video Game, Half-life, what type of US military force starts clearing out the Black Mesa Research Facility?", "answer": "The HECU"}, {"game_text": "How many obsidian blocks are required to build a nether portal in Minecraft?", "answer": "10"}, {"game_text": "Who invented the first ever chocolate bar, in 1847?", "answer": "Joseph Fry"}, {"game_text": "In \"Xenoblade Chronicles 2\", Which party member cannot use normal blades?", "answer": "Tora"}, {"game_text": "When was \"Luigi's Mansion 3\" released?", "answer": "October 31st, 2019"}, {"game_text": "What breed of dog was Marley in the film \"Marley & Me\" (2008)?", "answer": "Labrador Retriever"}, {"game_text": "Which one of these was not a beach landing site in the Invasion of Normandy?", "answer": "Silver"}, {"game_text": "Which animated movie was first to feature a celebrity as a voice actor?", "answer": "Aladdin"}, {"game_text": "What is the largest animal currently on Earth?", "answer": "Blue Whale"}, {"game_text": "Which English football club has the nickname 'The Foxes'?", "answer": "Leicester City"}, {"game_text": "Who is the main character of the game Half-Life: Opposing Force?", "answer": "Adrian Shephard"}, {"game_text": "In Kingdom Hearts, how many members does Organization XIII have in total?", "answer": "14"}, {"game_text": "Which of these video game engines was made by the company Epic Games?", "answer": "Unreal"}, {"game_text": "This movie contains the quote, \"Houston, we have a problem.\"", "answer": "Apollo 13"}, {"game_text": "In baseball, how many fouls are an out?", "answer": "0"}, {"game_text": "What is the only state in the United States that does not have a flag in a shape with 4 edges?", "answer": "Ohio"}, {"game_text": "Which famous rapper is featured in Jack Ü (Skrillex and Diplo)'s 2015 single called \"Febreze\"?", "answer": "2 Chainz"}, {"game_text": "What is the domain name for the country Tuvalu?", "answer": ".tv"}, {"game_text": "Who voices for Ruby in the animated series RWBY?", "answer": "Lindsay Jones"}, {"game_text": "What was the nickname given to the Hughes H-4 Hercules, a heavy transport flying boat which achieved flight in 1947?", "answer": "Spruce Goose"}, {"game_text": "What is the stage name of English female rapper Mathangi Arulpragasam, who is known for the song \"Paper Planes\"?", "answer": "M.I.A."}, {"game_text": "In the show, Doctor Who, what does T.A.R.D.I.S stand for?", "answer": "Time And Relative Dimensions In Space"}, {"game_text": "In Mean Girls, who has breasts that tell when it's raining?", "answer": "Karen Smith"}, {"game_text": "What does film maker Dan Bell typically focus his films on?", "answer": "Abandoned Buildings and Dead Malls"}, {"game_text": "How many seasons did \"Stargate SG-1\" have?", "answer": "10"}, {"game_text": "When was Google founded?", "answer": "September 4, 1998"}, {"game_text": "What was the first sport to have been played on the moon?", "answer": "Golf"}, {"game_text": "Which one of these is not a typical European sword design?", "answer": "Scimitar"}, {"game_text": "Which one of these is not a real game in the Dungeons & Dragons series?", "answer": "Extreme Dungeons & Dragons"}, {"game_text": "Gwyneth Paltrow has a daughter named...?", "answer": "Apple"}, {"game_text": "What was the name of the the first episode of Doctor Who to air in 1963?", "answer": "An Unearthly Child"}, {"game_text": "Which 80s band is fronted by singer/guitarist Robert Smith?", "answer": "The Cure"}, {"game_text": "According to a song by Belinda Carlisle, Heaven is a place on what?", "answer": "Earth"}, {"game_text": "In Super Mario Bros., who informs Mario that the princess is in another castle?", "answer": "Toad"}, {"game_text": "How many points did LeBron James score in his first NBA game?", "answer": "25"}, {"game_text": "What is the standard atomic weight of a Plutonium nucleus?", "answer": "244"}, {"game_text": "Who was the first prime minister of Canada?", "answer": "John Macdonald"}, {"game_text": "In the movie Gremlins, after what time of day should you not feed Mogwai?", "answer": "Midnight"}, {"game_text": "Who won Big Brother 2014 UK?", "answer": "Helen Wood"}, {"game_text": "Which Teenage Mutant Ninja Turtle traditionally wears an orange bandana?", "answer": "Michelangelo"}, {"game_text": "How many sides does a heptagon have?", "answer": "7"}, {"game_text": "Which team has won the most Stanley Cups in the NHL?", "answer": "Montreal Canadians"}, {"game_text": "Which of these characters from \"SpongeBob SquarePants\" is not a squid?", "answer": "Gary"}, {"game_text": "Which former boy-band star released hit solo single \"Angels\" in 1997?", "answer": "Robbie Williams"}, {"game_text": "Which of these characters live in a pineapple under the sea in the cartoon \"SpongeBob SquarePants\".", "answer": "SpongeBob SquarePants "}, {"game_text": "What is the name of Chris's brother in \"Everybody Hates Chris\"?", "answer": "Drew"}, {"game_text": "Which group performs the song \"Crash into Me\"?", "answer": "Dave Matthews Band"}, {"game_text": "What is the name of a rabbit's abode?", "answer": "Burrow"}, {"game_text": "What are Panama hats made out of?", "answer": "Straw"}, {"game_text": "Who is the author of Jurrasic Park?", "answer": "Michael Crichton"}, {"game_text": "What is Jean ValJean's first prisoner number?", "answer": "24601"}, {"game_text": "What language does Node.js use?", "answer": "JavaScript"}, {"game_text": "What year was the game Team Fortress 2 released?", "answer": "2007"}, {"game_text": "League of Legends, DOTA 2, Smite and Heroes of the Storm are all part of which game genre?", "answer": "Multiplayer Online Battle Arena (MOBA)"}, {"game_text": "In the TV show \"Cheers\", Sam Malone was a former relief pitcher for which baseball team?", "answer": "Boston Red Sox"}, {"game_text": "Who starred in the film 1973 movie \"Enter The Dragon\"?", "answer": "Bruce Lee"}, {"game_text": "Who is the lead singer of Pearl Jam?", "answer": "Eddie Vedder"}, {"game_text": "When Gmail first launched, how much storage did it provide for your email?", "answer": "1GB"}, {"game_text": "The idea of Socialism was articulated and advanced by whom?", "answer": "Karl Marx"}, {"game_text": "Area 51 is located in which US state?", "answer": "Nevada"}, {"game_text": "How would one say goodbye in Spanish?", "answer": "Adiós"}, {"game_text": "Which country does the band Rammstein hail from?", "answer": "Germany"}, {"game_text": "On a standard Monopoly board, which square is diagonally opposite 'Go'? ", "answer": "Free Parking"}, {"game_text": "What is the name of the main healing item in Dark Souls?", "answer": "Estus Flask"}, {"game_text": "This movie contains the quote, \"Nobody puts Baby in a corner.\"", "answer": "Dirty Dancing"}, {"game_text": "How many planets make up our Solar System?", "answer": "8"}, {"game_text": "What is the 15th letter of the Greek alphabet?", "answer": "Omicron (Ο)"}, {"game_text": "Who is the main character in \"The Stanley Parable\"?", "answer": "Stanley"}, {"game_text": "What was the name of singer Frank Ocean's second studio album, which was released on August 20, 2016?", "answer": "Blonde"}, {"game_text": "In the Pixar film, \"Toy Story\" what was the name of the child who owned the toys?", "answer": "Andy"}, {"game_text": "What was Frank West's job in \"Dead Rising\"?", "answer": "Photojournalist"}, {"game_text": "Five dollars is worth how many nickles?", "answer": "100"}, {"game_text": "Which is the most abundant element in the universe?", "answer": "Hydrogen"}, {"game_text": "In \"Hexadecimal\", what color would be displayed from the color code? \"#00FF00\"?", "answer": "Green"}, {"game_text": "Who is the author of the manga series \"Astro Boy\"?", "answer": "Osamu Tezuka"}, {"game_text": "Valve Corporation is an American video game developer located in which city?", "answer": "Bellevue, Washington"}, {"game_text": "\"Minecraft\" was released from beta in 2011 during a convention held in which city?", "answer": "Las Vegas"}, {"game_text": "What was the first ever London Underground line to be built?", "answer": "Metropolitan Line"}, {"game_text": "These two countries held a commonwealth from the 16th to 18th century.", "answer": "Poland and Lithuania"}, {"game_text": "Former United States President Bill Clinton famously played which instrument?", "answer": "Saxophone"}, {"game_text": "In \"Call Of Duty: Zombies\", what is the name of the Pack-A-Punched Crossbow?", "answer": "Awful Lawton"}, {"game_text": "In \"Call Of Duty: Zombies\", what is the name of the machine that upgrades weapons?", "answer": "Pack-A-Punch"}, {"game_text": "In \"To Love-Ru\", Ren and Run are from what planet?", "answer": "Memorze"}, {"game_text": "What was the release date of \"Grand Theft Auto IV\"?", "answer": "April 29, 2008"}, {"game_text": "What is Tasmania?", "answer": "An Australian State"}, {"game_text": "Lanky, Funky, and Chunky are all characters featured in which series owned by Nintendo?", "answer": "Donkey Kong"}, {"game_text": "What is the capital of Scotland?", "answer": "Edinburgh"}, {"game_text": "In the Halo series, which era of SPARTAN is Master Chief? ", "answer": "SPARTAN-II"}, {"game_text": "In the novel 1984, written by George Orwell, what is the name of the totalitarian regime that controls Oceania?", "answer": "INGSOC"}, {"game_text": "What is the name of Funny Valentine's stand in Jojo's Bizarre Adventure Part 7, Steel Ball Run?", "answer": "Dirty Deeds Done Dirt Cheap"}, {"game_text": "Before it's redesign of the company logo in the year 2000, which 3D shape is NOT represented in the Electronic Arts logo?", "answer": "Cylinder"}, {"game_text": "Who was \"Kung Fu Fighting\" in 1974?", "answer": "Carl Douglas"}, {"game_text": "In which state of America was the Fresh Prince of Bel-Air born and raised in?", "answer": "Pennsylvania"}, {"game_text": "What Nickelodeon game show featured a house on the set that the contestants would ransack to find hidden objects?", "answer": "Finders Keepers"}, {"game_text": "Who won the UEFA Champions League in 2016?", "answer": "Real Madrid C.F."}, {"game_text": "The Canadian $1 coin is colloquially known as a what?", "answer": "Loonie"}, {"game_text": "The drug cartel run by Pablo Escobar originated in which South American city?", "answer": "Medellín"}, {"game_text": "The Ottoman Empire was dissolved after their loss in which war?", "answer": "World War I"}, {"game_text": "Who painted the Mona Lisa?", "answer": "Leonardo da Vinci"}, {"game_text": "Which city is the capital of the United States of America?", "answer": "Washington D.C"}, {"game_text": "In the  Rossini opera, what was the name of 'The Barber of Seville'?", "answer": "Figaro"}, {"game_text": "Who wrote and directed the 1986 film 'Platoon'?", "answer": "Oliver Stone"}, {"game_text": "Who played Deputy Marshal Samuel Gerard in the 1993 film \"The Fugitive\"?", "answer": "Tommy Lee Jones"}, {"game_text": "In the TV show 'M*A*S*H', what was the nickname of Corporal Walter O'Reilly?", "answer": "Radar"}, {"game_text": "What is the first book of the Old Testament?", "answer": "Genesis"}, {"game_text": "Which actress danced the twist with John Travolta in 'Pulp Fiction'?", "answer": "Uma Thurman"}, {"game_text": "Who discovered Penicillin?", "answer": "Alexander Flemming"}, {"game_text": "Which of these is NOT a catchphrase used by Rick Sanchez in the TV show \"Rick and Morty\"?", "answer": "Slam dunk, nothing but net!"}, {"game_text": "What was the title of the first Bond movie, released in 1962?", "answer": "Dr. No"}, {"game_text": "Which actress married Michael Douglas in 2000?", "answer": "Catherine Zeta-Jones"}, {"game_text": "Which Russian oblast forms a border with Poland?", "answer": "Kaliningrad"}, {"game_text": "What is the chemical makeup of water?", "answer": "H20"}, {"game_text": "In \"Inuyasha\", what are the heros are looking to collect?", "answer": "Jewel Shards"}, {"game_text": "What was the first Disney movie to use CGI?", "answer": "The Black Cauldron"}, {"game_text": "In what city in the dystopia alternate future of Half-Life 2 do you first start in?", "answer": "City 17"}, {"game_text": "Who is the main protagonist in, the 1985 film, Back to the Future?", "answer": "Marty McFly"}, {"game_text": "In the 1993 Disney animated series \"Bonkers\", what is the name of Bonker's second partner?", "answer": "Miranda Wright"}, {"game_text": "In \"Future Diary\", what is the name of Yuno Gasai's Phone Diary?", "answer": "Yukiteru Diary"}, {"game_text": "From which country did the song \"Gangnam Style\" originate from?", "answer": "South Korea"}, {"game_text": "In the show \"Tengen Toppa Gurren Lagann\" what is the name of the character who force everyone to live underground?", "answer": "Lordgenome"}, {"game_text": "How many chromosomes are in your body cells?", "answer": "23"}, {"game_text": "What is the name of the largest planet in Kerbal Space Program?", "answer": "Jool"}, {"game_text": "Who is the lead singer of Green Day?", "answer": "Billie Joe Armstrong"}, {"game_text": "When was the Tamagotchi digital pet released?", "answer": "1996"}, {"game_text": "In the movie \"Blade Runner\", what is the term used for human-like androids ?", "answer": "Replicants"}, {"game_text": "What is Everest's favorite food in the Nickelodeon/Nick Jr. series \"PAW Patrol\"?", "answer": "Liver"}, {"game_text": "Satella in \"Re:Zero\" is the witch of what?", "answer": "Envy"}, {"game_text": "What year did \"Attack on Titan\" first air?", "answer": "2013"}, {"game_text": "In \"Overwatch\", which hero is able to wallride?", "answer": "Lucio"}, {"game_text": "Who is the armored titan in \"Attack On Titan\"?", "answer": "Reiner Braun"}, {"game_text": "In which mall does \"Dead Rising\" take place?", "answer": "Willamette Parkview Mall"}, {"game_text": "What NBC sitcom once saw two of its characters try to pitch NBC on a sitcom about nothing?", "answer": "Seinfeld"}, {"game_text": "In Big Hero 6, what fictional city is the Big Hero 6 from?", "answer": "San Fransokyo"}, {"game_text": "Where would you find the \"Spanish Steps\"?", "answer": "Rome, Italy"}, {"game_text": "\"Doctor Jones\", \"Turn Back Time\" and \"Barbie Girl\" were UK number ones for which Eurodance group?", "answer": "Aqua"}, {"game_text": "What zodiac sign is represented by a pair of scales?", "answer": "Libra"}, {"game_text": "Which Pokémon can learn the move \"Secret Power\" by leveling up?", "answer": "Audino"}, {"game_text": "Whose albums included \"Back in Black\" and \"Ballbreaker\"?", "answer": "AC/DC"}, {"game_text": "What is the name of NASA’s most famous space telescope?", "answer": "Hubble Space Telescope"}, {"game_text": "What is the name of the adventurer you meet at the mines in Stardew Valley?", "answer": "Marlon"}, {"game_text": "In World of Warcraft the default UI color that signifies Druid is what?", "answer": "Orange"}, {"game_text": "In Divinity: Original Sin II, what is the name of the skeletal origin character?", "answer": "Fane"}, {"game_text": "What vehicle in PUBG has the highest top speed?", "answer": "Motorcycle"}, {"game_text": "Who is the main protagonist in the game Life is Strange: Before The Storm?", "answer": "Chloe Price "}, {"game_text": "What was the name of the canceled projected by Blizzard Entertainment that would be later become Overwatch?", "answer": "Titan"}, {"game_text": "Which Apollo mission was the first one to land on the Moon?", "answer": "Apollo 11"}, {"game_text": "What name did Tom Hanks give to his volleyball companion in the film `Cast Away`?", "answer": "Wilson"}, {"game_text": "Which famous book is sub-titled 'The Modern Prometheus'?", "answer": "Frankenstein"}, {"game_text": "What does the letter 'S' stand for in 'NASA'?", "answer": "Space"}, {"game_text": "Who's the voice actor for Thrall in the Warcraft game series?", "answer": "Chris Metzen"}, {"game_text": "Rhinoplasty is a surgical procedure on what part of the human body?", "answer": "Nose"}, {"game_text": "According to the International System of Units, how many bytes are in a kilobyte of RAM?", "answer": "1000"}, {"game_text": "Who is the star of the AMC series Breaking Bad?", "answer": "Walter White"}, {"game_text": "If a \"360 no-scope\" is one full rotation before shooting, how many rotations would a \"1080 no-scope\" be?", "answer": "3"}, {"game_text": "What is the capital of Denmark?", "answer": "Copenhagen"}, {"game_text": "Which of these is NOT a Disney cartoon character?", "answer": "Daffy Duck"}, {"game_text": "What does the Prt Sc button do?", "answer": "Captures what's on the screen and copies it to your clipboard"}, {"game_text": "The largest consumer market in 2015 was...", "answer": "The United States of America"}, {"game_text": "Alzheimer's disease primarily affects which part of the human body?", "answer": "Brain"}, {"game_text": "What does IWHBYD stand for on the skull in the Halo series?", "answer": "I Would Have Been Your Daddy"}, {"game_text": "Brian May was the guitarist for which band?", "answer": "Queen"}, {"game_text": "Which of these is NOT the name of an album released by English singer-songwriter Adele?", "answer": "12"}, {"game_text": "What is the Spanish word for \"donkey\"?", "answer": "Burro"}, {"game_text": "Who plays Alice in the Resident Evil movies?", "answer": "Milla Jovovich"}, {"game_text": "Automobiles produced by Telsa Motors operate on which form of energy?", "answer": "Electricity"}, {"game_text": "The \"Day of Defeat\" series of games take place during which war?", "answer": "World War II"}, {"game_text": "Which of these is NOT a playable character in \"Left 4 Dead\"?", "answer": "Nick"}, {"game_text": "Which one of these songs did the group \"Men At Work\" NOT make?", "answer": "Safety Dance"}, {"game_text": "On Twitter, what was the original character limit for a Tweet?", "answer": "140"}, {"game_text": "In the anime Black Butler, who is betrothed to be married to Ciel Phantomhive?", "answer": "Elizabeth Midford"}, {"game_text": "In \"The Melancholy of Haruhi Suzumiya\" series, the SOS Brigade club leader is unknowingly treated as a(n) __ by her peers.", "answer": "God"}, {"game_text": "Which universe crossover was introduced in the \"Sonic the Hedgehog\" comic issue #247?", "answer": "Mega Man"}, {"game_text": "Which Elite Four member from the first generation of Pokémon became the champion in the next generation?", "answer": "Lance"}, {"game_text": "The Space Needle is located in which city?", "answer": "Seattle"}, {"game_text": "Who won the 2016 Formula 1 World Driver's Championship?", "answer": "Nico Rosberg"}, {"game_text": "In the show \"Steven Universe\", who are the main two employees of The Big Donut?", "answer": "Sadie and Lars"}, {"game_text": "\"The Potato Sack\" was a collection of indie games released on Steam in 2011 as a promotion for which game?", "answer": "Portal 2"}, {"game_text": "\"The Singing Cowboy\" Gene Autry is credited with the first recording for all but which classic Christmas jingle?", "answer": "White Christmas"}, {"game_text": "The metric prefix \"atto-\" makes a measurement how much smaller than the base unit?", "answer": "One Quintillionth"}, {"game_text": "This mobile OS held the largest market share in 2012.", "answer": "iOS"}, {"game_text": "The LS1 engine is how many cubic inches?", "answer": "346"}, {"game_text": "What is the name of Sherlock Holmes's brother?", "answer": "Mycroft Holmes"}, {"game_text": "What is the collective noun for a group of crows?", "answer": "Murder"}, {"game_text": "Which modern country is known as \"The Graveyard of Empires\"?", "answer": "Afghanistan"}, {"game_text": "What is Cynophobia the fear of?", "answer": "Dogs"}, {"game_text": "When someone is inexperienced they are said to be what color?", "answer": "Green"}, {"game_text": "Who won the premier league title in the 2015-2016 season following a fairy tale run?", "answer": "Leicester City"}, {"game_text": "In \"Pheonix Wright: Ace Attorney\" which character is the District Chief of Police?", "answer": "Damon Gant"}, {"game_text": "Which Nintendo 64 game did NOT have Luigi in it?", "answer": "Super Mario 64"}, {"game_text": "Which country will host the 2022 FIFA World Cup?", "answer": "Qatar"}, {"game_text": "Which part from the JoJo's Bizarre Adventure manga is about a horse race across America?", "answer": "Part 7: Steel Ball Run"}, {"game_text": "In Night In The Woods, where does Gregg work?", "answer": "Snack Falcon"}, {"game_text": "What's the name of the main protagonist in the \"Legend of Zelda\" franchise?", "answer": "Link"}, {"game_text": "Virgin Trains, Virgin Atlantic and Virgin Racing, are all companies owned by which famous entrepreneur?   ", "answer": "Richard Branson"}, {"game_text": "Who starred as Bruce Wayne and Batman in Tim Burton's 1989 movie \"Batman\"?", "answer": "Michael Keaton"}, {"game_text": "What is the \"powerhouse\" of the Eukaryotic animal cell?", "answer": "Mitochondria"}, {"game_text": "What is the elemental symbol for mercury?", "answer": "Hg"}, {"game_text": "The Kākāpō is a large, flightless, nocturnal parrot native to which country?", "answer": "New Zealand"}, {"game_text": "What does GHz stand for?", "answer": "Gigahertz"}, {"game_text": "Which team won the 2015-16 English Premier League?", "answer": "Leicester City"}, {"game_text": "What was the first video game in the Batman \"Arkham\" series?", "answer": "Arkham Asylum"}, {"game_text": "What is the name of Finnish DJ Darude's hit single released in October 1999?", "answer": "Sandstorm"}, {"game_text": "How many colors are there in a rainbow?", "answer": "7"}, {"game_text": "In the 2002 video game \"Kingdom Hearts\", how many Keyblades are usable?", "answer": "18"}, {"game_text": "What does DNA stand for?", "answer": "Deoxyribonucleic Acid"}, {"game_text": "The \"K\" in \"K-Pop\" stands for which word?", "answer": "Korean"}, {"game_text": "In Undertale, what's the prize for answering correctly?", "answer": "More questions"}, {"game_text": "What is the Capital of the United States?", "answer": "Washington, D.C."}, {"game_text": "In the movie \"Cast Away\" the main protagonist's best friend while on the island is named", "answer": "Wilson"}, {"game_text": "Which of these is NOT a Humongous Entertainment game franchise?", "answer": "Commander Keen"}, {"game_text": "Who is the main protagonist of Dead Space?", "answer": "Isaac Clarke"}, {"game_text": "Which Beatles album does NOT feature any of the band members on it's cover?", "answer": "The Beatles (White Album)"}, {"game_text": "What is the nickname for the US state Delaware?", "answer": "The First State"}, {"game_text": "The starting pistol of the Terrorist team in a competitive match of Counter Strike: Global Offensive is what?", "answer": "Glock-18"}, {"game_text": "In the anime Seven Deadly Sins what is the name of one of the sins?", "answer": "Diane"}, {"game_text": "Which water-type Pokémon starter was introduced in the 4th generation of the series?", "answer": "Piplup"}, {"game_text": "Which class of animals are newts members of?", "answer": "Amphibian"}, {"game_text": "In the 2012 film, \"The Lorax\", who is the antagonist?", "answer": "Aloysius O'Hare"}, {"game_text": "At the end of the 2001 film \"Rat Race\", whose concert do the contestants crash?", "answer": "Smash Mouth"}, {"game_text": "How long did World War II last?", "answer": "6 years"}, {"game_text": "In 1939, Britain and France declared war on Germany after it invaded which country?", "answer": "Poland"}, {"game_text": "When Donkey Kong died in the \"Donkey Kong Country\" episode \"It's a Wonderful Life\", who was his guardian angel?", "answer": "Eddie the Mean Old Yeti"}, {"game_text": "What household item make the characters of \"Steins; Gate\" travel through time?", "answer": "Microwave"}, {"game_text": "In the game \"Hearthstone\", what is the best rank possible?", "answer": "Rank 1 Legend"}, {"game_text": "Who is the creator of Touhou project?", "answer": "Zun"}, {"game_text": "Who is the colossal titan in \"Attack On Titan\"?", "answer": "Bertolt Hoover"}, {"game_text": "In 2013, virtual pop-star Hatsune Miku had a sponsorship with which pizza chain?", "answer": "Domino's"}, {"game_text": "Which sign of the zodiac comes between Virgo and Scorpio?", "answer": "Libra"}, {"game_text": "Which actor portrays \"Walter White\" in the series \"Breaking Bad\"?", "answer": " Bryan Cranston"}, {"game_text": "Which small country is located between the borders of France and Spain?", "answer": "Andorra"}, {"game_text": "Which country was Josef Stalin born in?", "answer": "Georgia"}, {"game_text": "The Alps are a mountain range on which continent?", "answer": "Europe"}, {"game_text": "Which noble gas has the lowest atomic number?", "answer": "Helium"}, {"game_text": "In computing, what does LAN stand for?", "answer": "Local Area Network"}, {"game_text": "What was the name of the teenage witch played by Melisa Joan Hart who lives with her witch aunts Hilda and Zelda?", "answer": "Sabrina"}, {"game_text": "Rincewind from the 1995 Discworld game was voiced by which member of Monty Python?", "answer": "Eric Idle"}, {"game_text": "Who is the last boss in Night In The Woods' Demontower minigame?", "answer": "The Blood Thief"}, {"game_text": "What does the United States of America celebrate during the 4th of July?", "answer": "The signing of the Declaration of Independence"}, {"game_text": "When was the Playstation 3 released?", "answer": "November 11, 2006"}, {"game_text": "Who created the digital distribution platform Steam?", "answer": "Valve"}, {"game_text": "In any programming language, what is the most common way to iterate through an array?", "answer": "'For' loops"}, {"game_text": "What is the name of Team Fortress 2's Heavy Weapons Guy's minigun?", "answer": "Sasha"}, {"game_text": "Which movie contains the quote, \"Say hello to my little friend!\"?", "answer": "Scarface"}, {"game_text": "Who is Sonic's sidekick?", "answer": "Tails"}, {"game_text": "Who directed the movies \"Pulp Fiction\", \"Reservoir Dogs\" and \"Django Unchained\"?", "answer": "Quentin Tarantino"}, {"game_text": "Who is the frontman of the band 30 Seconds to Mars?", "answer": "Jared Leto"}, {"game_text": "How many members are there in the band Nirvana?", "answer": "Three"}, {"game_text": "What does the 'S' stand for in the abbreviation SIM, as in SIM card? ", "answer": "Subscriber"}, {"game_text": "Which anime heavily features music from the genre \"Eurobeat\"?", "answer": "Initial D"}, {"game_text": "Who was the King of Gods in Ancient Greek mythology?", "answer": "Zeus"}, {"game_text": "How many Chaos Emeralds are there in the \"Sonic the Hedgehog\" universe?", "answer": "7"}, {"game_text": "What is the primary addictive substance found in tobacco?", "answer": "Nicotine"}, {"game_text": "How many bones are in the human body?", "answer": "206"}, {"game_text": "What is the French word for \"hat\"?", "answer": "Chapeau"}, {"game_text": "How many kilobytes in one gigabyte (in decimal)?", "answer": "1000000"}, {"game_text": "In Shakespeare's play Julius Caesar, Caesar's last words were...", "answer": "Et tu, Brute? "}, {"game_text": "TF2: What code does Soldier put into the door keypad in \"Meet the Spy\"?", "answer": "1111"}, {"game_text": "The Touhou Project series of games is often associated with which genre?", "answer": "Shoot 'em up"}, {"game_text": "What was the cause of Marilyn Monroes suicide?", "answer": "Drug Overdose"}, {"game_text": "What is the default alias that Princess Garnet goes by in Final Fantasy IX?", "answer": "Dagger"}, {"game_text": "In Game of Thrones, what continent lies across the Narrow Sea from Westeros?", "answer": "Essos"}, {"game_text": "This Marvel superhero is often called \"The man without fear\".", "answer": "Daredevil"}, {"game_text": "In \"A Certain Scientific Railgun\", how many \"sisters\" did Accelerator have to kill to achieve the rumored level 6?", "answer": "20,000"}, {"game_text": "In the movie \"Spaceballs\", what are the Spaceballs attempting to steal from Planet Druidia?", "answer": "Air"}, {"game_text": "In Pokemon Red & Blue, what is the name of HM05?", "answer": "Flash"}, {"game_text": "According to the United States Constitution, how old must a person be to be elected President of the United States?", "answer": "35"}, {"game_text": "In the 1992 film \"Army of Darkness\", what name does Ash give to his double-barreled shotgun?", "answer": "Boomstick"}, {"game_text": "Who created the Cartoon Network series \"Regular Show\"?", "answer": "J. G. Quintel"}, {"game_text": "Which Kirby game first introduced Copy Abilities?", "answer": "Kirby's Adventure"}, {"game_text": "When did the CD begin to appear on the consumer market?", "answer": "1982"}, {"game_text": "What is the alter-ego of the DC comics character \"Superman\"?", "answer": "Clark Kent"}, {"game_text": "How many values can a single byte represent?", "answer": "256"}, {"game_text": "What is the name of the game developer who created \"Call Of Duty: Zombies\"?", "answer": "Treyarch"}, {"game_text": "What is the frontman's name of the metal band Megadeth?", "answer": "Dave Mustaine"}, {"game_text": "When was the first official international game played?", "answer": "1872"}, {"game_text": "What mytological creatures have women's faces and vultures' bodies?", "answer": "Harpies"}, {"game_text": "Which Van Gogh painting depicts the view from his asylum in Saint-Rémy-de-Provence in southern France?", "answer": "The Starry Night"}, {"game_text": "The Flag of the European Union has how many stars on it?", "answer": "12"}, {"game_text": "What team did England beat to win in the 1966 World Cup final?", "answer": "West Germany"}, {"game_text": "In \"Yo! Noid 2,\" The Noid can perform what special move?", "answer": "Dab"}, {"game_text": "In the game \"Fire Emblem: Shadow Dragon\", what is the central protagonist's name?", "answer": "Marth"}, {"game_text": "What was James Coburn's last film role before his death?", "answer": "American Gun"}, {"game_text": "What is the name of a popular franchise that includes placing blocks down and surviving in an open world? ", "answer": "Minecraft"}, {"game_text": "In the Naruto manga, what is the last name of Tsunade?", "answer": "Senju"}, {"game_text": "The 1996 film 'Fargo' is primarily set in which US state?", "answer": "Minnesota"}, {"game_text": "What is the capital of the American state of Arizona?", "answer": "Phoenix"}, {"game_text": "What was the name of Captain Nemo's submarine in \"20,000 Leagues Under the Sea\"?", "answer": "The Nautilus"}, {"game_text": "Who played the female lead in the 1933 film \"King Kong\"?", "answer": "Fay Wray"}, {"game_text": "What name is given to all baby marsupials?", "answer": "Joey"}, {"game_text": "What was the name of the sea witch in the 1989 Disney film \"The Little Mermaid\"?", "answer": "Ursula"}, {"game_text": "Which best selling toy of 1983 caused hysteria, resulting in riots breaking out in stores?", "answer": "Cabbage Patch Kids"}, {"game_text": "What is the scientific name for modern day humans?", "answer": "Homo Sapiens"}, {"game_text": "In what sport is a \"shuttlecock\" used?", "answer": "Badminton"}, {"game_text": "Who is the protagonist in the game \"The Walking Dead: Season One\"?", "answer": "Lee Everett"}, {"game_text": "Who is the lead singer of the band Coldplay?", "answer": "Chris Martin"}, {"game_text": "The Queen song `A Kind Of Magic` is featured in which 1986 film?", "answer": "Highlander"}, {"game_text": "Which famous spy novelist wrote the childrens' story \"Chitty-Chitty-Bang-Bang\"?", "answer": "Ian Fleming"}, {"game_text": "When did the last episode of \"Futurama\" air?", "answer": "September 4, 2013"}, {"game_text": "Which nation claims ownership of Antarctica?", "answer": "No one, but there are claims."}, {"game_text": "In the fighting game \"Skullgirls,\" which character utilizes a folding chair called the \"Hurting\" as a weapon?", "answer": "Beowulf"}, {"game_text": "The collapse of the Soviet Union took place in which year?", "answer": "1991"}, {"game_text": "What is the name of the stuffed lion in Bleach?", "answer": "Kon"}, {"game_text": "In \"Fairy Tail\", what is the nickname of Natsu Dragneel?", "answer": "The Salamander"}, {"game_text": "In the first game of the Sly Cooper franchise, what family heirloom did Sly Cooper want to steal back?", "answer": "Thievius Raccoonus"}, {"game_text": "Who was the first president of the United States?", "answer": "George Washington"}, {"game_text": "Who is the protagonist in Dead Rising (2006)?", "answer": "Frank West"}, {"game_text": "Who is the leader of Team Valor in Pokémon Go?", "answer": "Candela"}, {"game_text": "Aubrey Graham is better known as", "answer": "Drake"}, {"game_text": "What was the first monster to appear alongside Godzilla?", "answer": "Anguirus"}, {"game_text": "What album did The Lumineers release in 2016?", "answer": "Cleopatra"}, {"game_text": "In Rust, how many Timed Explosive Charges does it take to destroy a Ladder Hatch?", "answer": "1"}, {"game_text": "What do the letters of the fast food chain KFC stand for?", "answer": "Kentucky Fried Chicken"}, {"game_text": "In Digimon, what is the Japanese name for the final evolutionary stage?", "answer": "Ultimate"}, {"game_text": "Which \"Fallout: New Vegas\" quest is NOT named after a real-life song?", "answer": "They Went That-a-Way"}, {"game_text": "What video game engine does the videogame Quake 2 run in?", "answer": "iD Tech 2"}, {"game_text": "How tall is the Burj Khalifa?", "answer": "2,722 ft"}, {"game_text": "Which ocean borders the west coast of the United States?", "answer": "Pacific"}, {"game_text": "Which character in the \"Animal Crossing\" series uses the phrase \"zip zoom\" when talking to the player?", "answer": "Scoot"}, {"game_text": "The Khajiit are a race of cat-like creatures from which epic series of role-playing games, set across the land of Tamriel?", "answer": "The Elder Scrolls"}, {"game_text": "Which candy is NOT made by Mars?", "answer": "Almond Joy"}, {"game_text": "Which boxer was banned for taking a bite out of Evander Holyfield's ear in 1997?", "answer": "Mike Tyson"}, {"game_text": "How many strings are there on a cello?", "answer": "4"}, {"game_text": "Which African American is in part responsible for integrating  Major League baseball?", "answer": "Jackie Robinson"}, {"game_text": "Earth is located in which galaxy?", "answer": "The Milky Way Galaxy"}, {"game_text": "\"Stadium of Light\" is the home stadium for which soccer team?", "answer": "Sunderland FC"}, {"game_text": "Who rode on horseback to warn the Minutemen that the British were coming during the U.S. Revolutionary War?", "answer": "Paul Revere"}, {"game_text": "The Rush song \"YYZ\" derives its name from the IATA aiport identification code for which city?", "answer": "Toronto"}, {"game_text": "Abolitionist John Brown raided the arsenal in which Virginia Town?", "answer": "Harper's Ferry"}, {"game_text": "Who is the youngest person to recieve a Nobel Prize?", "answer": "Malala Yousafzai"}, {"game_text": "What is the famous Papa John's last name?", "answer": "Schnatter"}, {"game_text": "What Ultimate does Makoto Naegi, protagonist of Danganronpa: Trigger Happy Havoc, have? ", "answer": "Ultimate Lucky Student"}, {"game_text": "Which country has the union jack in its flag?", "answer": "New Zealand"}, {"game_text": "Which Greek letter represents the \"Half-Life\" logo?", "answer": "Lambda"}, {"game_text": "Which company did Valve cooperate with in the creation of the Vive?", "answer": "HTC"}, {"game_text": "\"Some people call me the space cowboy\" is the first line from what song?", "answer": "The Joker"}, {"game_text": "The Italian automaker Lamborghini uses what animal as its logo?", "answer": "Bull"}, {"game_text": "Which type of rock is created by intense heat AND pressure?", "answer": "Metamorphic"}, {"game_text": "Which game did NOT get financed via Crowdfunding?", "answer": "Enter the Gungeon"}, {"game_text": "How many studio albums have the duo Daft Punk released?", "answer": "4"}, {"game_text": "HTML is what type of language?", "answer": "Markup Language"}, {"game_text": "Who directed the 2015 movie \"The Revenant\"?", "answer": "Alejandro G. Iñárritu"}, {"game_text": "What is the capital of Jamaica?", "answer": "Kingston"}, {"game_text": "Who wrote the novel 'Fear And Loathing In Las Vegas'?", "answer": "Hunter S. Thompson"}, {"game_text": "In what year was \"Metal Gear Solid\" released in North America?", "answer": "1998"}, {"game_text": "Red Vines is a brand of what type of candy?", "answer": "Licorice"}, {"game_text": "Who won the 2015 Formula 1 World Championship?", "answer": "Lewis Hamilton"}, {"game_text": "Who wrote the award winning musical \"In The Heights\"?", "answer": "Lin-Manuel Miranda"}, {"game_text": "When was the game 'Portal 2' released?", "answer": "2011"}, {"game_text": "Who is the true moon princess in Sailor Moon?", "answer": "Sailor Moon"}, {"game_text": "Who is the chemical element Curium named after?", "answer": "Marie & Pierre Curie"}, {"game_text": "What was Rage Against the Machine's debut album?", "answer": "Rage Against the Machine"}, {"game_text": "In the Half-Life series, Gordon Freeman's signature weapon is a:", "answer": "Crowbar"}, {"game_text": "Which of these African countries list \"Spanish\" as an official language?", "answer": "Equatorial Guinea"}, {"game_text": "What year was the game Dishonored released?", "answer": "2012"}, {"game_text": "Who was the Prime Minister of Japan when Japan declared war on the US?", "answer": "Hideki Tojo"}, {"game_text": "What video game sparked controversy because of its hidden \"Hot Coffee\" minigame?", "answer": "Grand Theft Auto: San Andreas"}, {"game_text": "Sting, the lead vocalist of The Police, primarily plays what instrument?", "answer": "Bass Guitar"}, {"game_text": "In the game Battleblock Theater, what was the name of the voice actor who voiced the narrator?", "answer": "Will Stamper"}, {"game_text": "What is the homeworld of the Elites from Halo?", "answer": "Sanghelios"}, {"game_text": "Who are the original creators of Rachet & Clank?", "answer": "Insomniac Games"}, {"game_text": "Which restaurant's mascot is a clown?", "answer": "McDonald's"}, {"game_text": "When was Left 4 Dead 2 released?", "answer": "November 17, 2009"}, {"game_text": "What is the symbol for Displacement?", "answer": "Δr"}, {"game_text": "Which of these mythological creatures is said to be half-man and half-horse?", "answer": "Centaur"}, {"game_text": "What is the name of the island that \"Jurassic Park\" is built on?", "answer": "Isla Nublar"}, {"game_text": "In Ms. Kobayashi's Dragon Maid, who is Kobayashi's maid?", "answer": "Tohru"}, {"game_text": "How many \"JoJos\" that are protagonists are there in the series \"Jojo's Bizarre Adventure\"?", "answer": "8"}, {"game_text": "Which country was NOT part of the Soviet Union?", "answer": "Romania"}, {"game_text": "On the NBC show Community, whose catch-phrase was \"Pop! Pop!\"?", "answer": "Magnitude"}, {"game_text": "What is the most common type of pitch thrown by pitchers in baseball?", "answer": "Fastball"}, {"game_text": "In Counter-Strike: Global Offensive, what's the rarity of discontinued skins called?", "answer": "Contraband"}, {"game_text": "Who is often called \"the Maestro\" in the men's tennis circuit?", "answer": "Roger Federer"}, {"game_text": "In the 2014 FIFA World Cup, what was the final score in the match Brazil - Germany?", "answer": "1-7"}, {"game_text": "\"Hallelujah\" is a song written by which Canadian recording artist?", "answer": "Leonard Cohen"}, {"game_text": "Foie gras is a French delicacy typically made from what part of a duck or goose?", "answer": "Liver"}, {"game_text": "Which of these Elements is a metalloid?", "answer": "Antimony"}, {"game_text": "Who painted the biblical fresco The Creation of Adam?", "answer": "Michelangelo"}, {"game_text": "What is Laos?", "answer": "Country"}, {"game_text": "Who plays Jack Burton in the movie \"Big Trouble in Little China?\"", "answer": "Kurt Russell"}, {"game_text": "Who is the lead singer of Arctic Monkeys?", "answer": "Alex Turner"}, {"game_text": "Carcassonne is based on which French town?", "answer": "Carcassonne"}, {"game_text": "King Henry VIII was the second monarch of which European royal house?", "answer": "Tudor"}, {"game_text": "Which character was played by Dustin Diamond in the sitcom 'Saved by the Bell'?", "answer": "Screech"}, {"game_text": "What is the fastest  land animal?", "answer": "Cheetah"}, {"game_text": "Which Canadian reggae musician had a 1993 hit with the song 'Informer'?", "answer": "Snow"}, {"game_text": "Who played Agent Fox Mulder in the TV sci-fi drama \"The X-Files\"?", "answer": "David Duchovny"}, {"game_text": "How many spaces are there on a standard Monopoly board?", "answer": "40"}, {"game_text": "Which is the longest bone in the human body? ", "answer": "Femur"}, {"game_text": "What country is the second largest in the world by area?", "answer": "Canada"}, {"game_text": "This element, when overcome with extreme heat and pressure, creates diamonds.", "answer": "Carbon"}, {"game_text": "Ringo Starr of The Beatles mainly played what instrument?", "answer": "Drums"}, {"game_text": "How many planets are in our Solar System?", "answer": "Eight"}, {"game_text": "Butters Stotch, Pip Pirrup, and Wendy Testaburger are all characters in which long running animated TV series?", "answer": "South Park"}, {"game_text": "How many pieces are there on the board at the start of a game of chess?", "answer": "32"}, {"game_text": "Who is the only voice actor to have a speaking part in all of the Disney Pixar feature films? ", "answer": "John Ratzenberger"}, {"game_text": "By what name is Carlos Estevez better known? ", "answer": "Charlie Sheen"}, {"game_text": "What is the name of the album released in 2014 by American band Maroon 5?", "answer": "V"}, {"game_text": "What's the square root of 49?", "answer": "7"}, {"game_text": "What name was historically used for the Turkish city currently known as Istanbul?", "answer": "Constantinople"}, {"game_text": "Which of these is NOT a playable character in the 2016 video game Overwatch?", "answer": "Invoker"}, {"game_text": "Who is the lead singer of the British pop rock band Coldplay?", "answer": "Chris Martin"}, {"game_text": "What prime number comes next after 19?", "answer": "23"}, {"game_text": "What is on display in the Madame Tussaud's museum in London?", "answer": "Wax sculptures"}, {"game_text": "In \"Avatar: The Last Airbender\", which element does Aang begin to learn after being defrosted?", "answer": "Water"}, {"game_text": "In Portal 2, how did CEO of Aperture Science, Cave Johnson, presumably die?", "answer": "Moon Rock Poisoning"}, {"game_text": "In 1720, England was in massive debt, and became in involved in the South Sea Bubble. Who was the main mastermind behind it?", "answer": "John Blunt"}, {"game_text": "Which Greek & Roman god was known as the god of music, truth and prophecy, healing, the sun and light, plague, poetry, and more?", "answer": "Apollo"}, {"game_text": "In an orchestra, what is the lowest member of the brass family?", "answer": "Tuba"}, {"game_text": "In the game Nuclear Throne, what character is only usable in a play through with Melting?", "answer": "Skeleton"}, {"game_text": "What is the name of the peninsula containing Spain and Portugal?", "answer": "Iberian Peninsula"}, {"game_text": "Harvard University is located in which city?", "answer": "Cambridge"}, {"game_text": "What is the Polish city known to Germans as Danzig?", "answer": "Gdańsk"}, {"game_text": "Which song on Daft Punk's \"Random Access Memories\" features Pharrell Williams?", "answer": "Get Lucky"}, {"game_text": "Which show is known for the songs \"You are a Pirate\", \"Cooking by the Book\" and \"We Are Number One\"?", "answer": "LazyTown"}, {"game_text": "What does LASER stand for?", "answer": "Light amplification by stimulated emission of radiation"}, {"game_text": "In Star Trek: The Next Generation, what is the name of Data's cat?", "answer": "Spot"}, {"game_text": "The \"Trail of Tears\" was a result of which United States President's Indian Removal Policy?", "answer": "Andrew Jackson"}, {"game_text": "Which of these Disney shows is classified as an anime?", "answer": "Stitch!"}, {"game_text": "How many seasons did the Sci-Fi television show \"Stargate Atlantis\" have?", "answer": "5"}, {"game_text": "Who created the indie adventure game \"Night in the Woods\"?", "answer": "Alec Holowka"}, {"game_text": "What is the boss round featured in the \"Call Of Duty: Zombies\" map \"Five\"?", "answer": "The Pentagon Thief"}, {"game_text": "What mythology did the god \"Apollo\" come from?", "answer": "Greek and Roman"}, {"game_text": "Where does the original Friday The 13th movie take place?", "answer": "Camp Crystal Lake"}, {"game_text": "When was the board game Twister, released to the public?", "answer": "April 1966"}, {"game_text": "Which is NOT a book in the Harry Potter Series?", "answer": "The House Elf"}, {"game_text": "What is the hardest possible difficulty in \"Deus Ex: Mankind Divided\"?", "answer": "I Never Asked For This"}, {"game_text": "What is the name of JoJo's Bizarre Adventure Part 5?", "answer": "Vento Aureo"}, {"game_text": "In the video game, Half-life, what event started the Half-life universe as we know today?", "answer": "The Resonance Cascade"}, {"game_text": "Where are the cars of the brand \"Ferrari\" manufactured?", "answer": "Italy"}, {"game_text": "What is the name of \"Team Fortress 2\" update, in which it became Free-to-play?", "answer": "Über Update"}, {"game_text": "Who was the only god from Greece who did not get a name change in Rome?", "answer": "Apollo"}, {"game_text": "Which company was established on April 1st, 1976 by Steve Jobs, Steve Wozniak and Ronald Wayne?", "answer": "Apple"}, {"game_text": "In the Nintendo DS game 'Ghost Trick: Phantom Detective', what is the name of the hitman seen at the start of the game?", "answer": "Nearsighted Jeego"}, {"game_text": "Who directed \"E.T. the Extra-Terrestrial\" (1982)?", "answer": "Steven Spielberg"}, {"game_text": "Which Shakespeare play inspired the musical 'West Side Story'?", "answer": "Romeo & Juliet"}, {"game_text": "The most graphically violent game to precede the creation of the ESRB (Entertainment Software Rating Board) was...", "answer": "Mortal Kombat"}, {"game_text": "\"Green Eggs And Ham\" is a book by which author?", "answer": "Dr. Seuss"}, {"game_text": "What is the orange and white bot's name in \"Star Wars: The Force Awakens\"?", "answer": "BB-8"}, {"game_text": "Which famous world leader is famed for the saying, \"Let them eat cake\", yet is rumored that he/she never said it at all?", "answer": "Marie Antoinette"}, {"game_text": "Jaguar Cars was previously owned by which car manfacturer?", "answer": "Ford"}, {"game_text": "Which of these Bojack Horseman characters is a human?", "answer": "Todd Chavez"}, {"game_text": "Pokémon Go is a location-based augmented reality game developed and published by which company?", "answer": "Niantic"}, {"game_text": "What was the name of the first artificial Earth satellite, launched by the Soviet Union in 1957?", "answer": "Sputnik 1"}, {"game_text": "Which US state has the highest population?", "answer": "California"}, {"game_text": "How many countries does the United States share a land border with?", "answer": "2"}, {"game_text": "Which movie includes a giant bunny-like spirit who has magic powers including growing trees?", "answer": "My Neighbor Totoro"}, {"game_text": "Which of these is the name of the largest city in the US state Tennessee?", "answer": "Memphis"}, {"game_text": "In PROTOTYPE 2. who is referred to as \"Tango Primary\"?", "answer": "James Heller"}, {"game_text": "The greek god Poseidon was the god of what?", "answer": "The Sea"}, {"game_text": "Which element has the highest melting point?", "answer": "Carbon"}, {"game_text": "What is the title of the first Sherlock Holmes book by Arthur Conan Doyle?", "answer": "A Study in Scarlet"}, {"game_text": "What does LTS stand for in the software market?", "answer": "Long Term Support"}, {"game_text": "Kanye West's \"Gold Digger\" featured which Oscar-winning actor?", "answer": "Jamie Foxx"}, {"game_text": "In Animal Crossing, who is the manager of the town shop?", "answer": "Tom Nook"}, {"game_text": "What album did Bon Iver release in 2016?", "answer": "22, A Million"}, {"game_text": "Who was featured in the song \"Words\" by Feint? ", "answer": "Laura Brehm"}, {"game_text": "Who turns out to be the true victor in the Battle of Armageddon in Mortal Kombat?", "answer": "Shao Kahn"}, {"game_text": "What is the name of New Zealand's indigenous people?", "answer": "Maori"}, {"game_text": "What is the smallest country in the world?", "answer": "Vatican City"}, {"game_text": "The characters of \"Log Horizon\" are trapped in what game?", "answer": "Elder Tale"}, {"game_text": "What animal takes part in Schrödinger's most famous thought experiment?", "answer": "Cat"}, {"game_text": "What is the correct order of operations for solving equations?", "answer": "Parentheses, Exponents, Multiplication, Division, Addition, Subtraction"}, {"game_text": "What machine element is located in the center of fidget spinners?", "answer": "Bearings"}, {"game_text": "In the Super Smash Bros. series, which character was the first one to return to the series after being absent from a previous game?", "answer": "Dr. Mario"}, {"game_text": "By which name is Ramon Estevez better known as?", "answer": "Martin Sheen"}, {"game_text": "What was the first game in the \"Battlefield\" series?", "answer": "Battlefield 1942"}, {"game_text": "The HBO series \"Game of Thrones\" is based on which series of books?", "answer": "A Song of Ice and Fire"}, {"game_text": "According to the nursery rhyme, what fruit did Little Jack Horner pull out of his Christmas pie?", "answer": "Plum"}, {"game_text": "What is the official name of the star located closest to the North Celestial Pole?", "answer": "Polaris"}, {"game_text": "Who won the 2017 Formula One World Drivers' Championship?", "answer": "Lewis Hamilton"}, {"game_text": "What name is the main character Chihiro given in the 2001 movie \"Spirited Away\"?", "answer": "Sen (Thousand)"}, {"game_text": "In Pokemon, the ability Wonder Guard is exclusive to which Pokemon? ", "answer": "Shedinja "}, {"game_text": "In \"Homestuck\" what is Dave Strider's guardian?", "answer": "Bro"}, {"game_text": "What is the French word for \"fish\"?", "answer": "poisson"}, {"game_text": "What is the profession of Elon Musk's mom, Maye Musk?", "answer": "Model"}, {"game_text": "Which of these covert groups employs Sam Fisher to work as a Splinter Cell?", "answer": "Third Echelon"}, {"game_text": "Who wrote the Sinead O`Connor hit 'Nothing Compares 2 U'?", "answer": "Prince"}, {"game_text": "How many dice are used in the game of Yahtzee?", "answer": "Five"}, {"game_text": "What is the hottest planet in the Solar System?", "answer": "Venus"}, {"game_text": "Which country does Austria not border?", "answer": "France"}, {"game_text": "On a dartboard, what number is directly opposite No. 1?", "answer": "19"}, {"game_text": "Which Italian city is home of the car manufacturer 'Fiat'?", "answer": "Turin"}, {"game_text": "What is the relationship between Rick and Morty in the show \"Rick and Morty\"?", "answer": "Grandfather and Grandson"}, {"game_text": "The series of the Intel HD graphics generation succeeding that of the 5000 and 6000 series (Broadwell) is called:", "answer": "HD Graphics 500"}, {"game_text": "Who was the voice actor for Snake in Metal Gear Solid V: The Phantom Pain?", "answer": "Kiefer Sutherland"}, {"game_text": "Finish these lyrics from the 2016 song \"Panda\" by Desiigner: \"I got broads in _______\".", "answer": "Atlanta"}, {"game_text": "Who was given the title \"Full Metal\" in the anime series \"Full Metal Alchemist\"?", "answer": "Edward Elric"}, {"game_text": "In web design, what does CSS stand for?", "answer": "Cascading Style Sheet"}, {"game_text": "What is the official language of Costa Rica?", "answer": "Spanish"}, {"game_text": "Which Twitch streamer is the vocalist for Red Vox?", "answer": "Vinesauce"}, {"game_text": "The term \"battery\" to describe an electrical storage device was coined by?", "answer": "Benjamin Franklin"}, {"game_text": "How many legs do butterflies have?", "answer": "6"}, {"game_text": "What is the age of Ash Ketchum in Pokemon when he starts his journey?", "answer": "10"}, {"game_text": "Which of these is NOT the name of a rival gang in the video game Saint's Row 2?", "answer": "The Zin Empire"}, {"game_text": "Rocket League is a game which features..", "answer": "Cars"}, {"game_text": "Which of these is the name of a song by Tears for Fears?", "answer": "Shout"}, {"game_text": "Who is the leader of Team Instinct in Pokémon Go?", "answer": "Spark"}, {"game_text": "In the Star Trek universe, what color is Vulcan blood?", "answer": "Green"}, {"game_text": "In what year was \"Antichamber\" released?", "answer": "2013"}, {"game_text": "The name of the Metroid series comes from what?", "answer": "An enemy in the game"}, {"game_text": "According to Sherlock Holmes, \"If you eliminate the impossible, whatever remains, however improbable, must be the...\"", "answer": "Truth"}, {"game_text": "What is the real name of the famous spanish humorist, El Risitas?", "answer": "Juan Joya Borga"}, {"game_text": "In the video game \"Team Fortress 2\", which class is able to double jump?", "answer": "Scout"}, {"game_text": "What collaborative album was released by Kanye West and Jay-Z in 2011?", "answer": "Watch the Throne"}, {"game_text": "In Baseball, how many times does the ball have to be pitched outside of the strike zone before the batter is walked?", "answer": "4"}, {"game_text": "The numbering system with a radix of 16 is more commonly referred to as ", "answer": "Hexidecimal"}, {"game_text": "In Minecraft, which two items must be combined to craft a torch?", "answer": "Stick and Coal"}, {"game_text": "Who plays the character of Po in the Kung Fu Panda movies?", "answer": "Jack Black"}, {"game_text": "In season one of the Netflix political drama \"House of Cards\", what government position does Frank Underwood hold?", "answer": "House Majority Whip"}, {"game_text": "The two main characters of \"No Game No Life\", Sora and Shiro, together go by what name?", "answer": "Blank"}, {"game_text": "When was the DVD invented?", "answer": "1995"}, {"game_text": "In which year was League of Legends released?", "answer": "2009"}, {"game_text": "What animation studio produced \"Gurren Lagann\"?", "answer": "Gainax"}, {"game_text": "Who painted The Starry Night?", "answer": "Vincent van Gogh"}, {"game_text": "In \"Rick And Morty\", who shot \"Mr. Poopybutthole\" in the episode \"Total Rickall\"?", "answer": "Beth"}, {"game_text": "Which punk rock band released hit songs such as \"Californication\", \"Can't Stop\" and \"Under the Bridge\"?", "answer": "Red Hot Chilli Peppers"}, {"game_text": "Who won the UEFA Champions League in 2017?", "answer": "Real Madrid C.F."}, {"game_text": "The longest shared border in the world can be found between which two nations?", "answer": "Canada and the United States"}, {"game_text": "What lies at the center of our galaxy?", "answer": "A black hole"}, {"game_text": "Who is the leader of the Brotherhood of Nod in the Command and Conquer series?", "answer": "Kane"}]