[{"game_text": "Japan was part of the Allied Powers during World War I.", "answer": "True"}, {"game_text": "The first computer bug was formed by faulty wires.", "answer": "False"}, {"game_text": "An octopus can fit through any hole larger than its beak.", "answer": "True"}, {"game_text": "Michael Jackson had a pet python named ‘Crusher’.", "answer": "True"}, {"game_text": "The Pythagorean theorem states that the square of the hypotenuse is equal to the product of the squares of the other two sides.", "answer": "False"}, {"game_text": "Manchester United won the 2013-14 English Premier League.", "answer": "False"}, {"game_text": "Leonardo DiCaprio won an Oscar for Best Actor in 2004's \"The Aviator\".", "answer": "False"}, {"game_text": "Matt Damon played an astronaut stranded on an extraterrestrial planet in both of the movies Interstellar and The Martian.", "answer": "True"}, {"game_text": "Joseph Stalin's real name was Ioseb Bessarionis dze Dzugashvili.", "answer": "True"}, {"game_text": "Scottish producer Calvin Harris is from the town of Dumfries, Scotland.", "answer": "True"}, {"game_text": "In the game \"Racko\" you may pick up ANY card from the discard pile.", "answer": "False"}, {"game_text": "Shrimp can swim backwards.", "answer": "True"}, {"game_text": "The sum of all the numbers on a roulette wheel is 666.", "answer": "True"}, {"game_text": "In 2016, the United Kingdom voted to stay in the EU.", "answer": "False"}, {"game_text": "There are 6 legendary cards in \"Clash Royale\".", "answer": "False"}, {"game_text": "Type 1 diabetes is a result of the liver working improperly.", "answer": "False"}, {"game_text": "The first \"Metal Gear\" game was released for the PlayStation 1.", "answer": "False"}, {"game_text": "Cucumbers are usually more than 90% water.", "answer": "True"}, {"game_text": "Ada Lovelace is often considered the first computer programmer.", "answer": "True"}, {"game_text": "The 2016 United States Presidential Election is the first time Hillary Clinton has run for President.", "answer": "False"}, {"game_text": "The card game \"Munchkin\" won the 2001 Origins Award for Best Traditional Card Game.", "answer": "True"}, {"game_text": "Solid Snake is actually a clone from the DNA of Big Boss in the Metal Gear Solid series' history.", "answer": "True"}, {"game_text": "Rabbits are rodents.", "answer": "False"}, {"game_text": "St. Louis is the capital of the US State Missouri.", "answer": "False"}, {"game_text": "The alternative rock band, They Might Be Giants, released their album 'Flood' in 1990. ", "answer": "True"}, {"game_text": "The end credits sequence in Grand Theft Auto 5 is over half an hour long.", "answer": "True"}, {"game_text": "Roger Federer is a famous soccer player.", "answer": "False"}, {"game_text": "According to Greek Mythology, Atlas was an Olympian God.", "answer": "False"}, {"game_text": "Martin Luther King Jr. and Anne Frank were born the same year. ", "answer": "True"}, {"game_text": "The last Windows operating system to be based on the Windows 9x kernel was Windows 98.", "answer": "False"}, {"game_text": "3 members of 2 Live Crew were arrested for playing songs from their album, As Nasty As They Wanna Be, live.", "answer": "True"}, {"game_text": "In \"Undertale\", the main character of the game is Sans.", "answer": "False"}, {"game_text": "Pink Guy's debut album was \"Pink Season\".", "answer": "False"}, {"game_text": "Zero factorial is equal to zero. ", "answer": "False"}, {"game_text": "Donald Trump won the popular vote in the 2016 United States presidential election.", "answer": "False"}, {"game_text": "Scatman John's real name was John Paul Larkin.", "answer": "True"}, {"game_text": "Bob Ross was a US Air Force pilot.", "answer": "False"}, {"game_text": "In \"JoJo's Bizarre Adventure\", Father Enrico Pucchi uses a total of 3 stands in Part 6: Stone Ocean.", "answer": "True"}, {"game_text": "Wilt Chamberlain scored his infamous 100-point-game against the New York Knicks in 1962.", "answer": "True"}, {"game_text": "\"27 Club\" is a term used to refer to a list of famous actors, musicians, and artists who died at the age of 27.", "answer": "True"}, {"game_text": "Nova Scotia is on the east coast of Canada.", "answer": "True"}, {"game_text": "In the \"Kagerou Daze\" series, Shintaro Kisaragi is prominently shown with the color red.", "answer": "True"}, {"game_text": "BMW M GmbH is a subsidiary of BMW AG that focuses on car performance.", "answer": "True"}, {"game_text": "Water always boils at 100°C, 212°F, 373.15K, no matter where you are.", "answer": "False"}, {"game_text": "Rabbits can see what's behind themselves without turning their heads.", "answer": "True"}, {"game_text": "Blue Danube was one of the musical pieces featured in Disney's 1940's film Fantasia.", "answer": "False"}, {"game_text": "The snowmobile was invented by Canadian Joseph-Armand Bombardier in 1937.", "answer": "True"}, {"game_text": "The game \"Jetpack Joyride\" was created by \"Redbrick Studios\".", "answer": "False"}, {"game_text": "Minecraft wasn’t the original name to Minecraft.", "answer": "True"}, {"game_text": "The shotgun appears in every numbered Resident Evil game.", "answer": "True"}, {"game_text": "Hippopotomonstrosesquippedaliophobia is the irrational fear of long words.", "answer": "True"}, {"game_text": "Coca-Cola's original colour was green.", "answer": "False"}, {"game_text": "The US emergency hotline is 911 because of the September 11th terrorist attacks.", "answer": "False"}, {"game_text": "The Republic of Malta is the smallest microstate worldwide.", "answer": "False"}, {"game_text": "The Kingdom of Prussia briefly held land in Estonia.", "answer": "False"}, {"game_text": "Vincent van Gogh cut off one of his ears.", "answer": "True"}, {"game_text": "Faust is a playable character in \"Guilty Gear Xrd Revelator\".", "answer": "True"}, {"game_text": "The word \"news\" originates from the first letters of the 4 main directions on a compass (North, East, West, South).", "answer": "False"}, {"game_text": "Ashley Frangipane performs under the stage name Halsey.", "answer": "True"}, {"game_text": "Pac-Man was invented by the designer Toru Iwatani while he was eating pizza.", "answer": "True"}, {"game_text": "Metal Gear Solid V: The Phantom Pain runs on the Fox Engine.", "answer": "True"}, {"game_text": "Niko Bellic is the protagonist of Grand Theft Auto IV.", "answer": "True"}, {"game_text": "In Kill La Kill, the weapon of the main protagonist is a katana. ", "answer": "False"}, {"game_text": "The communication protocol NFC stands for Near-Field Control.", "answer": "False"}, {"game_text": "Tennis was once known as Racquetball.", "answer": "False"}, {"game_text": "Shaquille O'Neal appeared in the 1997 film \"Space Jam\".", "answer": "False"}, {"game_text": "If you grab the bladed end of a longsword in a specific way, you will not cut yourself.", "answer": "True"}, {"game_text": "Gordon Freeman, the protagonist of \"Half-Life\", is said to have once had a ponytail.", "answer": "True"}, {"game_text": "The fourth funnel of the RMS Titanic was fake designed to make the ship look more powerful and symmetrical.", "answer": "True"}, {"game_text": "Theodore Roosevelt Jr. was the only General involved in the initial assault on D-Day.", "answer": "True"}, {"game_text": "Deadpool's identity is Slade Wilson.", "answer": "False"}, {"game_text": "The open source program Redis is a relational database server.", "answer": "False"}, {"game_text": "The PlayStation was originally a joint project between Sega and Sony that was a Sega Genesis with a disc drive.", "answer": "False"}, {"game_text": "Pluto is a planet.", "answer": "False"}, {"game_text": "The Olympics tennis court is a giant green screen.", "answer": "True"}, {"game_text": "You could walk from Norway to North Korea while only passing through Russia.", "answer": "True"}, {"game_text": "The French word for \"glass\" is \"glace\".", "answer": "False"}, {"game_text": "Sean Connery wasn't in \"Indiana Jones and the Kingdom of the Crystal Skull\" because he found retirement too enjoyable.", "answer": "True"}, {"game_text": "Switzerland has four national languages, English being one of them.", "answer": "False"}, {"game_text": "In Pokémon Sun and Moon, a male Salandit can evolve to a Salazzle.", "answer": "False"}, {"game_text": "In the movie The Revenant, DiCaprio's character hunts down the killer of his son.", "answer": "True"}, {"game_text": "Japan has left-hand side traffic.", "answer": "True"}, {"game_text": "California is larger than Japan.", "answer": "True"}, {"game_text": "The Hundred Years' War was fought for more than a hundred years.", "answer": "True"}, {"game_text": "In association football, or soccer, a corner kick is when the game restarts after someone scores a goal.", "answer": "False"}, {"game_text": "The chemical element Lithium is named after the country of Lithuania.", "answer": "False"}, {"game_text": "In \"Starbound\", the track played by the Decorated Music Box is named \"Atlas\".", "answer": "True"}, {"game_text": "Musical artist, Future, collaborated with Kendrick Lamar for the song: \"Mask Off\".", "answer": "True"}, {"game_text": "Sound can travel through a vacuum.", "answer": "False"}, {"game_text": "Tigers have one colour of skin despite the stripey fur.", "answer": "False"}, {"game_text": "A Facebook campaign placed Rage Against The Machine's \"Killing in the Name Of\" as the UK Christmas Number 1 in 2009.", "answer": "True"}, {"game_text": "The title of the 1969 film \"Krakatoa, East_of Java\" is incorrect, as Krakatoa is in fact west of Java.", "answer": "True"}, {"game_text": "Francis Bacon died from a fatal case of pneumonia while he was attempting to preserve meat by stuffing a chicken with snow.", "answer": "True"}, {"game_text": "The British organisation CAMRA stands for The Campaign for Real Ale.", "answer": "True"}, {"game_text": "The term \"GTO\" was originated by Ferrari?", "answer": "True"}, {"game_text": "The internet browser Firefox is named after the Red Panda.", "answer": "True"}, {"game_text": "In Until Dawn, both characters Sam and Mike cannot be killed under any means until the final chapter of the game.", "answer": "True"}, {"game_text": "There are a total of 20 races in Formula One 2016 season.", "answer": "False"}, {"game_text": "YouTube personality Jenna Marbles served as an executive producer of the film Maximum Ride (2016).", "answer": "True"}, {"game_text": "Is Tartu the capital of Estonia?", "answer": "False"}, {"game_text": "In the 1988 film \"Akira\", Tetsuo ends up destroying Tokyo.", "answer": "True"}, {"game_text": "A slug’s blood is green.", "answer": "True"}, {"game_text": "The movie \"The Nightmare before Christmas\" was all done with physical objects.", "answer": "True"}, {"game_text": "English new wave musician Gary Numan founded the video game development company Facepunch Studios in March 2009.", "answer": "False"}, {"game_text": "The cover of The Beatles album \"Abbey Road\" featured a Volkswagen Beetle in the background.", "answer": "True"}, {"game_text": "Super Mario Bros. was released in 1990.", "answer": "False"}, {"game_text": "Eurobeat is primarily an Italian genre of music.", "answer": "True"}, {"game_text": "The first Maxis game to feature the fictional language \"Simlish\" was The Sims (2000).", "answer": "False"}, {"game_text": "The word \"Inception\" came from the 2010 blockbuster hit \"Inception\".", "answer": "False"}, {"game_text": "The Southeast Asian island of Borneo is politically divided among 3 countries.", "answer": "True"}, {"game_text": "\"Half-Life 2\" runs on the Source Engine.", "answer": "True"}, {"game_text": "\"Windows NT\" is a monolithic kernel.", "answer": "False"}, {"game_text": "The United States was a member of the League of Nations.", "answer": "False"}, {"game_text": "In the original script of \"The Matrix\", the machines used humans as additional computing power instead of batteries.", "answer": "True"}, {"game_text": "In Kingdom Hearts the Paopu fruit is said to intertwine the destinies for two people forever.", "answer": "True"}, {"game_text": "\"Number 16 Bus Shelter\" was a child's name that was approved by the New Zealand government.", "answer": "True"}, {"game_text": "Anatomy considers the forms of macroscopic structures such as organs and organ systems.", "answer": "True"}, {"game_text": "In World of Warcraft lore, Thrall is the original wielder of \"Doomhammer\".", "answer": "False"}, {"game_text": "Despite being seperated into multiple countries, The Scandinavian countries are unified by all having the same monarch.", "answer": "False"}, {"game_text": "Adolf Hitler was born in Australia. ", "answer": "False"}, {"game_text": "In the game \"Subnautica\", a \"Cave Crawler\" will attack you.", "answer": "True"}, {"game_text": "In Sonic the Hedgehog universe, Tails' real name is Miles Prower.", "answer": "True"}, {"game_text": "In the original Star Wars trilogy, David Prowse was the actor who physically portrayed Darth Vader.", "answer": "True"}, {"game_text": "The IBM PC used an Intel 8008 microprocessor clocked at 4.77 MHz and 8 kilobytes of memory.", "answer": "False"}, {"game_text": "The Windows 7 operating system has six main editions.", "answer": "True"}, {"game_text": "In the periodic table, Potassium's symbol is the letter K.", "answer": "True"}, {"game_text": "Marilyn Monroe was born on July 1, 1926.", "answer": "False"}, {"game_text": "In Riot Games \"League of Legends\" the name of Halloween event is called \"The Reckoning\".", "answer": "False"}, {"game_text": "In Battlestar Galactica (2004), Cylons were created by man as cybernetic workers and soldiers.", "answer": "True"}, {"game_text": "\"Minions\" was released on the June 10th, 2015.", "answer": "False"}, {"game_text": "Like his character in \"Parks and Recreation\", Aziz Ansari was born in South Carolina.", "answer": "True"}, {"game_text": "Tokyo is the capital of Japan.", "answer": "True"}, {"game_text": "In Portal, the Companion Cube's ARE sentient.", "answer": "True"}, {"game_text": "The ADAM collecters in the Bioshock series are known as Little Sisters.", "answer": "True"}, {"game_text": "Leonardo da Vinci was not the creator of the Mona Lisa.", "answer": "False"}, {"game_text": "\"Rich Uncle Pennybags\" from the board game \"Monopoly\" wears a monocle.", "answer": "False"}, {"game_text": "George Clinton, Vice President of the United States (1805-1812), is an ancestor of President Bill Clinton.", "answer": "False"}, {"game_text": "Finnish Lapphund dogs were used for herding reindeer.", "answer": "True"}, {"game_text": "In the Season One Championship of \"League of Legends\", the highest achievable rank was Diamond.", "answer": "False"}, {"game_text": "An episode of \"The Simpsons\" is dedicated to Moe Szyslak's bar rag.", "answer": "True"}, {"game_text": "In \"Need for Speed: Porsche Unleashed\", the player can only drive cars manufactured by Porsche.", "answer": "True"}, {"game_text": "The pickled gherkin was first added to hamburgers because a US health law required all fast-food to include a source of Vitamin C.", "answer": "False"}, {"game_text": "In 2008, Usain Bolt set the world record for the 100 meters with one shoelace untied.", "answer": "True"}, {"game_text": "ATP tennis hosted several tournaments on carpet court before being replaced to reduce injuries.", "answer": "True"}, {"game_text": "The character Plum from \"No Game No Life\" is a girl.", "answer": "False"}, {"game_text": "The video game \"Fuel\" has an open world that is 5,560 square miles?", "answer": "True"}, {"game_text": "The Statue of Liberty's official name is “Liberty Enlightening the World”.", "answer": "True"}, {"game_text": "The man that shot Alexander Hamilton was named Aaron Burr.", "answer": "True"}, {"game_text": "The protagonist's names in 'Who's Afraid of Virginia Woolf', George and Martha, were derived from George Washington and his wife.", "answer": "True"}, {"game_text": "In \"Resident Evil\", only Chris has access to the grenade launcher.", "answer": "False"}, {"game_text": "In 1993 Swedish car manufacturer Saab experimented with replacing the steering wheel with a joystick in a Saab 9000.", "answer": "True"}, {"game_text": "The music group Daft Punk got their name from a negative review they recieved.", "answer": "True"}, {"game_text": "The Indie Game Development Studio Cing, developers of Hotel Dusk and Last Window, went bankrupt on March 1st, 2010.", "answer": "True"}, {"game_text": "The flag of South Africa features 7 colours.", "answer": "False"}, {"game_text": "The S in Harry S. Truman stands for \"Samuel\".", "answer": "False"}, {"game_text": "\"Undertale\" is an RPG created by Toby Fox and released in 2015.", "answer": "True"}, {"game_text": "The 2010 film \"The Social Network\" is a biographical drama film about MySpace founder Tom Anderson.", "answer": "False"}, {"game_text": "Assyrian king Sennacherib's destruction of Babylon in 689 BCE was viewed as a triumph by other Assyrian citizens.", "answer": "False"}, {"game_text": "The animated film \"Spirited Away\" won the Academy Award for Best Animated Feature at the 75th Academy Awards in 2003.", "answer": "True"}, {"game_text": "To bypass US Munitions Export Laws, the creator of the PGP published all the source code in book form. ", "answer": "True"}, {"game_text": "The anime \"Lucky Star\" follows the story of one girl who is unaware she is God.", "answer": "False"}, {"game_text": "Salt is 100% composed of Sodium.", "answer": "False"}, {"game_text": "According to Norse mythology, Loki is a mother.", "answer": "True"}, {"game_text": "In \"Overwatch,\" an allied McCree will say \"Step right up\" upon using his ultimate ability Deadeye.", "answer": "True"}, {"game_text": "The Sun rises from the North.", "answer": "False"}, {"game_text": "United States President John F. Kennedy was assassinated during his presidential motorcade in Atlanta, Georgia on November 22nd, 1963.", "answer": "False"}, {"game_text": "In Half-Life 2, if you play the zombies' speech in reverse, they actually speak coherent English.", "answer": "True"}, {"game_text": "Russia passed a law in 2013 which outlaws telling children that homosexuals exist.", "answer": "True"}, {"game_text": "Adolf Hitler was a german soldier in World War I.", "answer": "True"}, {"game_text": "No Game No Life first aired in 2014.", "answer": "True"}, {"game_text": "The French word to travel is \"Travail\"", "answer": "False"}, {"game_text": "TF2: The Heavy's voice actor, Gary Schwartz, voices the Demoman as well ", "answer": "True"}, {"game_text": "The main playable character of the 2015 RPG \"Undertale\" is a monster.", "answer": "False"}, {"game_text": "When you cry in space, your tears stick to your face.", "answer": "True"}, {"game_text": "\"Twenty One Pilots\" made the song \"The Motion\" featuring Sampha.", "answer": "False"}, {"game_text": "One of Donald Trump's 2016 Presidential Campaign promises was to build a border wall between the United States and Mexico.", "answer": "True"}, {"game_text": "Joko Widodo has appeared in the cover of a TIME magazine.", "answer": "True"}, {"game_text": "George W. Bush lost the popular vote in the 2004 United States presidential election.", "answer": "False"}, {"game_text": "The band STRFKR was also briefly known as Pyramiddd.", "answer": "True"}, {"game_text": "A caterpillar has more muscles than humans do.", "answer": "True"}, {"game_text": "Fast food restaurant chains Carl's Jr. and Hardee's are owned by the same company.", "answer": "True"}, {"game_text": "Klingons respect their disabled comrades, and those who are old, injuried, and helpless.", "answer": "False"}, {"game_text": "The value of one Calorie is different than the value of one calorie.", "answer": "True"}, {"game_text": "Stagecoach owned \"South West Trains\" before losing the rights to FirstGroup and MTR in March of 2017.", "answer": "True"}, {"game_text": "Tupac Shakur died due to complications from being stabbed in 1996.", "answer": "False"}, {"game_text": "Hungary is the only country in the world beginning with H.", "answer": "False"}, {"game_text": "The two largest ethnic groups of Belgium are Flemish and Walloon. ", "answer": "True"}, {"game_text": "The scrapped Sonic the Hedgehog 2 level \"Hidden Palace Zone\" was later reused in the iOS port of the game. ", "answer": "True"}, {"game_text": "The 2011 movie \"The Adventures of Tintin\" was directed by Steven Spielberg.", "answer": "True"}, {"game_text": "Rhode Island is actually located on the US mainland, despite its name.", "answer": "True"}, {"game_text": "Donald Duck played the role of Bob Cratchit in Disney's 1983 adaptation of A Christmas Carol.", "answer": "False"}, {"game_text": "There is an island in Japan called Ōkunoshima, A.K.A. \"Rabbit Island\", so named because of it's huge population of rabbits.", "answer": "True"}, {"game_text": "Vietnam's national flag is a red star in front of a yellow background.", "answer": "False"}, {"game_text": "\"Buffalo buffalo Buffalo buffalo buffalo buffalo Buffalo buffalo.\" is a grammatically correct sentence.", "answer": "True"}, {"game_text": "In \"Avatar: The Last Airbender\" and \"The Legend of Korra\", Lavabending is a specialized bending technique of Firebending.", "answer": "False"}, {"game_text": "The Harry Potter series of books, combined, are over 1,000,000 words in length.", "answer": "True"}, {"game_text": "Doki Doki Literature Club was developed in Japan.", "answer": "False"}, {"game_text": "\"Neutral Milk Hotel\" is a real band.", "answer": "True"}, {"game_text": "Franz Joseph I was the last emperor of Austria.", "answer": "False"}, {"game_text": "The Paradox Interactive game \"Stellaris\" was released in 2016.", "answer": "True"}, {"game_text": "In \"The Sims\" series, the most members in a household you can have is 8.", "answer": "True"}, {"game_text": "Clefairy was intended to be Ash's starting Pokémon in the pilot episode of the cartoon.", "answer": "True"}, {"game_text": "Video streaming website YouTube was purchased in it's entirety by Facebook for US$1.65 billion in stock.", "answer": "False"}, {"game_text": "The two atomic bombs dropped on Japan by the United States in August 1945 were named 'Little Man' and 'Fat Boy'.", "answer": "False"}, {"game_text": "\"Typewriter\" is the longest word that can be typed using only the first row on a QWERTY keyboard.", "answer": "True"}, {"game_text": "The Spitfire originated from a racing plane.", "answer": "True"}, {"game_text": "The M41 Walker Bulldog remains in service in some countries to this day.", "answer": "True"}, {"game_text": "American rapper Dr. Dre actually has a Ph.D. doctorate.", "answer": "False"}, {"game_text": "The \"Berenstein Bears\" is the correct spelling of the educational children's book series' name.", "answer": "False"}, {"game_text": "A defibrillator is used to start up a heartbeat once a heart has stopped beating.", "answer": "False"}, {"game_text": "Luigi is taller than Mario?", "answer": "True"}, {"game_text": "The game \"Battlefield 1\" takes place during World War I.", "answer": "True"}, {"game_text": "Tony Hawk's Pro Skater was released in 1999.", "answer": "True"}, {"game_text": "Skateboarding will be included in the 2020 Summer Olympics in Tokyo.", "answer": "True"}, {"game_text": "You are allowed to sell your soul on eBay.", "answer": "False"}, {"game_text": "\"Ananas\" is mostly used as the word for Pineapple in other languages.", "answer": "True"}, {"game_text": "The average woman is 5 inches / 13 centimeters shorter than the average man.", "answer": "True"}, {"game_text": "Sitting for more than three hours a day can cut two years off a person's life expectancy.", "answer": "True"}, {"game_text": "The television show Doctor Who first aired in 1963.", "answer": "True"}, {"game_text": "There are no deserts in Europe.", "answer": "True"}, {"game_text": "The full English name of the car manufacturer BMW is Bavarian Motor Works", "answer": "True"}, {"game_text": "In the \"Half-Life\" series, \"H.E.V\" stands for \"Hazardous Evasiveness Vest\"", "answer": "False"}, {"game_text": "Centripedal force is an apparent force that acts outward on a body moving around a center, arising from the body's inertia.", "answer": "False"}, {"game_text": "Stephen Chbosky wrote the book 'The Perks of Being A Wallflower'.", "answer": "True"}, {"game_text": "Rebecca Chambers does not appear in any Resident Evil except for the original Resident Evil and the Gamecube remake.", "answer": "False"}, {"game_text": "Abraham Lincoln was the first U.S. President to be born outside the borders of the thirteen original states. ", "answer": "True"}, {"game_text": "Throughout the entirety of \"Dragon Ball Z\", Goku only kills two characters: a miniboss named Yakon and Kid Buu.", "answer": "True"}, {"game_text": "\"Cube\", \"Cube 2: Hypercube\" and \"Cube Zero\" were directed by the same person.", "answer": "False"}, {"game_text": "Microphones can be used not only to pick up sound, but also to project sound similar to a speaker.", "answer": "True"}, {"game_text": "The Windows ME operating system was released in the year 2000.", "answer": "True"}, {"game_text": "Pistons were added to Minecraft in Beta 1.5.", "answer": "False"}, {"game_text": "Harry Potter was born on July 31st, 1980.", "answer": "True"}, {"game_text": "Daft Punk originated in France.", "answer": "True"}, {"game_text": "All of these maps were in \"Tom Clancy's Rainbow Six Siege\" on its initial release: House, Clubhouse, Border, Consulate.", "answer": "False"}, {"game_text": "The Killer Whale is considered a type of dolphin.", "answer": "True"}, {"game_text": "In \"Super Mario World\", the rhino mini-boss, Reznor, is named after the lead singer of the band \"Nine Inch Nails\".", "answer": "True"}, {"game_text": "In Topology, the complement of an open set is a closed set.", "answer": "True"}, {"game_text": "In \"Doctor Who\", the Doctor gets his TARDIS by stealing it.", "answer": "True"}, {"game_text": "The Fiat Multipla is a drivable car in \"Forza Horizon 3\".", "answer": "False"}, {"game_text": "In \"League of Legends\", there exists four different types of Dragon.", "answer": "False"}, {"game_text": "Hidden in the files for \"Mario Kart Arcade GP\" is a picture of the Beslan school hostage crisis.", "answer": "True"}, {"game_text": "You can square root a negative number with an imaginary number \"i\".", "answer": "True"}, {"game_text": "Haggis is traditionally ate on Burns Night.", "answer": "True"}, {"game_text": "In the \"S.T.A.L.K.E.R.\" series, the Freedom faction wishes to destroy the supernatural area known as  \"the Zone\".", "answer": "False"}, {"game_text": "Dave Grohl recorded the Foo Fighters' debut, \"Foo Fighters,\" by himself.", "answer": "True"}, {"game_text": "Sir Issac Newton served as a Member of Parliament, but the only recorded time he spoke was to complain about a draft in the chambers.", "answer": "True"}, {"game_text": "Slovakia is a member of European Union-", "answer": "True"}, {"game_text": "The Python programming language gets its name from the British comedy group \"Monty Python.\"", "answer": "True"}, {"game_text": "The original ending of \"Little Shop Of Horrors\" has the plants taking over the world.", "answer": "True"}, {"game_text": "Shub-Niggurath is a creature that was created by \tJ. R. R. Tolkien in his novel \"The Lord of The Rings\".", "answer": "False"}, {"game_text": "Peter Molyneux was the founder of Bullfrog Productions.", "answer": "True"}, {"game_text": "Igneous rocks are formed by excessive heat and pressure.", "answer": "False"}, {"game_text": "Amazon acquired Twitch in August 2014 for $970 million dollars.", "answer": "True"}, {"game_text": "The name of the main character of the video game \"The Legend of Zelda\", is Zelda.", "answer": "False"}, {"game_text": "Han Solo's co-pilot and best friend, \"Chewbacca\", is an Ewok.", "answer": "False"}, {"game_text": "Greenland is almost as big as Africa.", "answer": "False"}, {"game_text": "Soulja Boy's 'Crank That' won a Grammy for Best Rap Song in 2007.", "answer": "False"}, {"game_text": "The \"Gympie Stinger\" is the deadliest plant in the world.", "answer": "False"}, {"game_text": "The very first recorded computer \"bug\" was a moth found inside a Harvard Mark II computer.", "answer": "True"}, {"game_text": "Leonardo da Vinci's Mona Lisa does not have eyebrows.", "answer": "True"}, {"game_text": "The programming language \"Python\" is based off a modified version of \"JavaScript\".", "answer": "False"}, {"game_text": "In the comic book \"Archie\", Betty is friends with Veronica because she is rich.", "answer": "False"}, {"game_text": "Pointers were not used in the original C programming language; they were added later on in C++.", "answer": "False"}, {"game_text": "Sargon II, a king of the Neo-Assyrian Empire, was a direct descendant of Sargon of Akkad.", "answer": "False"}, {"game_text": "The longest place named in the United States is Lake Chargoggagoggmanchauggagoggchaubunagungamaugg, located near Webster, MA.", "answer": "True"}, {"game_text": "Nutella is produced by the German company Ferrero.", "answer": "False"}, {"game_text": "\"Metal Gear Solid 3: Snake Eater\" takes place on Shadow Moses Island.", "answer": "False"}, {"game_text": "A scientific study on peanuts in bars found traces of over 100 unique specimens of urine.", "answer": "False"}, {"game_text": "Vietnam is the only country in the world that starts with V. ", "answer": "False"}, {"game_text": "In \"Super Mario 3D World\", the Double Cherry power-up originated from a developer accidentally making two characters controllable.", "answer": "True"}, {"game_text": "The term \"Spam\" came before the food product \"Spam\".", "answer": "False"}, {"game_text": "Kissing someone for one minute burns about 2 calories.", "answer": "True"}, {"game_text": "TF2: Sentry rocket damage falloff is calculated based on the distance between the sentry and the enemy, not the engineer and the enemy", "answer": "False"}, {"game_text": "\"Mongolia\" was a part of the now non-existent U.S.S.R.", "answer": "False"}, {"game_text": "In Splatoon, the Squid Sisters are named Tako and Yaki.", "answer": "False"}, {"game_text": "Antarctica is the largest desert in the world.", "answer": "True"}, {"game_text": "There is a Donald Trump Board Game, which was made in 1989.", "answer": "True"}, {"game_text": "Ferrari has never made a V10 engine for any of its cars.", "answer": "False"}, {"game_text": "In the game Dead by Daylight, the killer Michael Myers is refered to as \"The Shape\".", "answer": "True"}, {"game_text": "In Terraria, you can craft the Cell Phone pre-hardmode.", "answer": "True"}, {"game_text": "For his performance at ComplexCon 2016 in Long Beach, California, Skrillex revived his \"Mothership\" set piece for one night only.", "answer": "True"}, {"game_text": "Bugatti was an Italian car manufacturer.", "answer": "False"}, {"game_text": "Oxford University is older than the Aztec Empire. ", "answer": "True"}, {"game_text": "\"PAYDAY: The Heist\" is a sequel to the board game \"Payday\".", "answer": "False"}, {"game_text": "Stevie Wonder's real name is Stevland Hardaway Morris.", "answer": "True"}, {"game_text": "In Rocket League, you can play Basketball.", "answer": "True"}, {"game_text": "Nickelodeon rejected the pilot to Adventure Time.", "answer": "True"}, {"game_text": "The Klingon home planet is Qo'noS.", "answer": "True"}, {"game_text": "In \"Star Trek\", Klingons are commonly referred to as \"Black Elves\".", "answer": "False"}, {"game_text": "\"Metal Gear Solid 3: Snake Eater\" was released in 2004.", "answer": "True"}, {"game_text": "In \"Call Of Duty: World At War\", the first appearance of the \"PPSH-41\" in \"Zombies\" was in the map \"Der Riese\".", "answer": "False"}, {"game_text": "Scotland voted to become an independent country during the referendum from September 2014.", "answer": "False"}, {"game_text": "Several characters in \"Super Mario 64\" blink their eyes, including Mario himself.", "answer": "True"}, {"game_text": "\"Foodfight!\" earned less than $80,000 at box office.", "answer": "True"}, {"game_text": "A scalene triangle has two sides of equal length.", "answer": "False"}, {"game_text": "The commercial UK channel ITV stands for \"International Television\".", "answer": "False"}, {"game_text": "There are 2 player roles in Trouble in Terrorist Town.", "answer": "False"}, {"game_text": "Originally, the character Charlie from Charlie and the Chocolate Factory was going to be black.", "answer": "True"}, {"game_text": "The protagonist in \"Humanity Has Declined\" has no discernable name and is simply referred to as 'I' for most of the series.", "answer": "True"}, {"game_text": "The freshwater amphibian, the Axolotl, can regrow it's limbs.", "answer": "True"}, {"game_text": "Snakes and Ladders was originally created in India?", "answer": "True"}, {"game_text": "The Doppler effect applies to light.", "answer": "True"}, {"game_text": "In Norse mythology, Thor once dressed as a woman.", "answer": "True"}, {"game_text": "The main character in the \"Half-Life\" franchise is named Morgan Freeman.", "answer": "False"}, {"game_text": "The Tiananmen Square protests of 1989 were held in Hong Kong.", "answer": "False"}, {"game_text": "The surface area of Russia is slightly larger than that of the dwarf planet Pluto.", "answer": "True"}, {"game_text": "Gumbo is a stew that originated in Louisiana.", "answer": "True"}, {"game_text": "This is the correct spelling of \"Supercalifragilisticexpialidocious\".", "answer": "True"}, {"game_text": "In \"Mario Kart 64\", Waluigi is a playable character.", "answer": "False"}, {"game_text": "There is a city called Rome in every continent on Earth.", "answer": "False"}, {"game_text": "In the game \"Melty Blood Actress Again Current Code\", you can enter Blood Heat mode in Half Moon style.", "answer": "False"}, {"game_text": "The Ace Attorney trilogy was suppose to end with \"Phoenix Wright: Ace Attorney − Trials and Tribulations\" as its final game.", "answer": "True"}, {"game_text": "It was once believed that injecting shark cartilage into people would prevent them from contracting cancer.", "answer": "True"}, {"game_text": "Tetris is the #1 best-selling video game of all-time.", "answer": "False"}, {"game_text": "In 2010, Twitter and the United States Library of Congress partnered together to archive every tweet by American citizens.", "answer": "True"}, {"game_text": "Minecraft can be played with a virtual reality headset.", "answer": "True"}, {"game_text": "The Sniper's SMG in Team Fortress 2, was originally intended to be the Scout's primary weapon.", "answer": "True"}, {"game_text": "Gosho Aoyama Made This Series: (Detective Conan / Case Closed!)", "answer": "True"}, {"game_text": "The anime Attack on Titan was directed by Tetsurō Araki, the same person who directed the anime Highschool of the Dead.", "answer": "True"}, {"game_text": "The United States of America declared their independence from the British Empire on July 4th, 1776.", "answer": "True"}, {"game_text": "Toronto is the capital city of the North American country of Canada.", "answer": "False"}, {"game_text": "In the webcomic Homestuck, the first character introduced is Dave Strider.", "answer": "False"}, {"game_text": "The Sonoran Desert is located in eastern Africa.", "answer": "False"}, {"game_text": "The capital of the US State Ohio is the city of Chillicothe.", "answer": "False"}, {"game_text": "In most programming languages, the operator ++ is equivalent to the statement \"+= 1\".", "answer": "True"}, {"game_text": "The song \"Mystery Train\" was released by artist \"Little Junior's Blue Flames\" in 1953.", "answer": "True"}, {"game_text": "In Scandinavian languages, the letter Å means river.", "answer": "True"}, {"game_text": "A Saxophone is a brass instrument.", "answer": "False"}, {"game_text": "It's not possible to format a write-protected DVD-R Hard Disk.", "answer": "True"}, {"game_text": "One of Barack Obama's United States presidential campaign slogan's was \"Yes We Can\".", "answer": "True"}, {"game_text": "In RuneScape, one must complete the \"Dragon Slayer\" quest before equipping Rune Platelegs.", "answer": "False"}, {"game_text": "Linux was first created as an alternative to Windows XP.", "answer": "False"}, {"game_text": "Nazi Germany surrendered on Harry Truman's birthday while he was president.", "answer": "True"}, {"game_text": "In Heroes of the Storm, the Cursed Hollow map gimmick requires players to kill the undead to curse the enemy team.", "answer": "False"}, {"game_text": "In Rugby League, performing a \"40-20\" is punished by a free kick for the opposing team.", "answer": "False"}, {"game_text": "The weapon Clint Eastwood uses in \"Dirty Harry\" was a .44 Automag.", "answer": "False"}, {"game_text": "Helen Clark was the 37th Prime Minister of Australia.", "answer": "False"}, {"game_text": "In the \"To Love-Ru\" series, Peke is considered a female robot.", "answer": "True"}, {"game_text": "\"Return to Castle Wolfenstein\" was the only game of the Wolfenstein series where you don't play as William \"B.J.\" Blazkowicz.", "answer": "False"}, {"game_text": "Pneumonoultramicroscopicsilicovolcanoconiosis is a synonym for the disease known as silicosis.", "answer": "True"}, {"game_text": "Michael Jackson wrote The Simpsons song \"Do the Bartman\".", "answer": "False"}, {"game_text": "The National Animal of Scotland is the Unicorn.", "answer": "True"}, {"game_text": "Former president Theodore Roosevelt (1900-1908)  ran for another term under the Progressive Party in 1912.", "answer": "True"}, {"game_text": "In 1993, Prince changed his name to an unpronounceable symbol because he was unhappy with his contract with Warner Bros.", "answer": "True"}, {"game_text": "Not including false teeth; A human has two sets of teeth in their lifetime.", "answer": "True"}, {"game_text": "An isosceles triangle has two sides of equal length as opposed to three.", "answer": "True"}, {"game_text": "Snagglepuss was part of the Yogi Yahooies in the 1977 show Scooby's All-Star Laff-a-Lympics.", "answer": "False"}, {"game_text": "Codemasters is the developer of the Gran Turismo series.", "answer": "False"}, {"game_text": "\"Tachycardia\" or \"Tachyarrhythmia\" refers to a resting heart-rate near or over 100 BPM.", "answer": "True"}, {"game_text": "The T-Mobile Sidekick smartphone is a re-branded version of the Danger Hiptop.", "answer": "True"}, {"game_text": "The common software-programming acronym \"I18N\" comes from the term \"Interlocalization\".", "answer": "False"}, {"game_text": "The film \"2001: A Space Odyssey\" was released on December 31st, 2000.", "answer": "False"}, {"game_text": "There aren't any live-action clones in \"Star Wars: Episode III - Revenge of the Sith\".", "answer": "True"}, {"game_text": "San Marino is the only country completely surrounded by another country.", "answer": "False"}, {"game_text": "In \"Super Mario 64\", collecting 100 coins on a level will give you a 1-UP.", "answer": "False"}, {"game_text": "Steel is an alloy of Iron and Carbon.", "answer": "True"}, {"game_text": "The vapor produced by e-cigarettes is actually water.", "answer": "False"}, {"game_text": "There was a satirical candidate named \"Deez Nuts\" running in the 2016 US presidential elections.", "answer": "True"}, {"game_text": "It is automatically considered entrapment in the United States if the police sell you illegal substances without revealing themselves.", "answer": "False"}, {"game_text": "The 'Squaring the Circle' problem is solvable.", "answer": "False"}, {"game_text": "Brezhnev was the 5th leader of the USSR.", "answer": "True"}, {"game_text": "The binary number \"101001101\" is equivalent to the Decimal number \"334\"", "answer": "False"}, {"game_text": "The bikini is named after the \"Bikini Atoll\", an island where the United States conducted tests on atomic bombs.", "answer": "True"}, {"game_text": "A bear does NOT defecate during hibernation. ", "answer": "True"}, {"game_text": "Gothenburg is the capital of Sweden.", "answer": "False"}, {"game_text": "Scientists accidentally killed the once known world's oldest living creature, a mollusc, known to be aged as 507 years old.", "answer": "True"}, {"game_text": "If you could fold a piece of paper in half 50 times, its' thickness will be 3/4th the distance from the Earth to the Sun.", "answer": "True"}, {"game_text": "The Japanese god Izanagi successfully returned his wife Izanami from the Underworld.", "answer": "False"}, {"game_text": "Samuel L. Jackson had the words, 'Bad Motherf*cker' in-scripted on his lightsaber during the filming of Star Wars.", "answer": "True"}, {"game_text": "In 1967, a magazine published a story about extracting hallucinogenic chemicals from bananas to raise moral questions about banning drugs.", "answer": "True"}, {"game_text": "When BMW was established in 1916, it was producing automobiles.", "answer": "False"}, {"game_text": "In Team Fortress 2, being disguised as a scout or medic results in a speed boost.", "answer": "False"}, {"game_text": "The Western Electric Model 500 telephone uses tone dialing to dial phone numbers.", "answer": "False"}, {"game_text": "Danganronpa 2: Goodbye Despair featured all of the surviving students from the first game.", "answer": "True"}, {"game_text": "United States President Ronald Reagan was the first president to appoint a woman to the Supreme Court. ", "answer": "True"}, {"game_text": "In the game \"Subnautica\", a \"Spadefish\" will attack you.", "answer": "False"}, {"game_text": "The song \"Stronger Than You\" is a single by Estelle, who played Garnet in Steven Universe.", "answer": "True"}, {"game_text": "Arriva is owned by the Deutsche Bahn.", "answer": "True"}, {"game_text": "An Astronomical Unit is the distance between Earth and the Moon.", "answer": "False"}, {"game_text": "Albert Einstein had trouble with mathematics when he was in school.", "answer": "False"}, {"game_text": "Mortal Kombat was almost based on Jean-Claude Van Damme movie.", "answer": "True"}, {"game_text": "In World War ll, Great Britian used inflatable tanks on the ports of Great Britain to divert Hitler away from Normandy/D-day landing.", "answer": "True"}, {"game_text": "Adolf Hitler was tried at the Nuremberg trials.", "answer": "False"}, {"game_text": "Norway has a larger land area than Sweden.", "answer": "False"}, {"game_text": "The USS Missouri (BB-63) last served in the Korean War.", "answer": "False"}, {"game_text": "Klingons express emotion in art through opera and poetry.", "answer": "True"}, {"game_text": "In \"Star Trek\", Klingons respect William Shakespeare, they even suspect him having a Klingon lineage.", "answer": "True"}, {"game_text": "The board game Go has more possible legal positions than the number of atoms in the visible universe.", "answer": "True"}, {"game_text": "L'Hôpital was the mathematician who created the homonymous rule that uses derivatives to evaluate limits with indeterminations.", "answer": "False"}, {"game_text": "\"Santa Claus\" is a variety of melon.", "answer": "True"}, {"game_text": "Linus Sebastian is the creator of the Linux kernel, which went on to be used in Linux, Android, and Chrome OS.", "answer": "False"}, {"game_text": "New Haven is the capital city of the state of Connecticut in the United States.", "answer": "False"}, {"game_text": "Activision created Battlefield 1.", "answer": "False"}, {"game_text": "In career mode of \"Need for Speed: Underground 2\", the first car the player can drive is the BMW M3 GTR.", "answer": "False"}, {"game_text": "Night on Bald Mountain was one of the musical pieces featured in Disney's 1940's film Fantasia.", "answer": "True"}, {"game_text": "John Williams composed the music for \"Star Wars\".", "answer": "True"}, {"game_text": "During pre-production of \"Super Mario Bros.\", Mario originally was meant to shoot bullets.", "answer": "True"}, {"game_text": "Lead Singer Rivers Cuomo of American rock band Weezer attended Harvard.", "answer": "True"}, {"game_text": "In The Witcher 3, the Zoltan Chivay Gwent card can be found under the Hanged Man's Tree.", "answer": "True"}, {"game_text": "In the Resident Evil series, Leon S. Kennedy is a member of STARS.", "answer": "False"}, {"game_text": "AMC's \"The Walking Dead\", Rick, Carl, Daryl, Morgan, Carol and Maggie were introduced to us in Season 1.", "answer": "False"}, {"game_text": "Nintendo started out as a playing card manufacturer.", "answer": "True"}, {"game_text": "The Neanderthals were a direct ancestor of modern humans.", "answer": "False"}, {"game_text": "The Ceratosaurus, a dinosaur known for having a horn on the top of its nose, is also known to be a decendent of the Tyrannosaurus Rex.", "answer": "False"}, {"game_text": "The Great Wall of China is visible from the moon.", "answer": "False"}, {"game_text": "The Cold War ended with Joseph Stalin's death.", "answer": "False"}, {"game_text": "Greenland is covered with grass and Iceland covered with ice.", "answer": "False"}, {"game_text": "There are no roads in/out of Juneau, Alaska.", "answer": "True"}, {"game_text": "All program codes have to be compiled into an executable file in order to be run. This file can then be executed on any machine.", "answer": "False"}, {"game_text": "Kangaroos keep food in their pouches next to their children.", "answer": "False"}, {"game_text": "The logo for Snapchat is a Bell.", "answer": "False"}, {"game_text": "Israel is 7 hours ahead of New York.", "answer": "True"}, {"game_text": "Soccer player Cristiano Ronaldo opened a museum dedicated to himself.", "answer": "True"}, {"game_text": "The Japanese Shinkansen beat the French TGV's speed record for fastest electric rail train.", "answer": "False"}, {"game_text": "A universal set, or a set that contains all sets, exists.", "answer": "False"}, {"game_text": "The country song  “A Boy Named Sue” was written by Shel Silverstein.", "answer": "True"}, {"game_text": "Alaska is the largest state in the United States.", "answer": "True"}, {"game_text": "Furby was released in 1998.", "answer": "True"}, {"game_text": "The book 1984 was published in 1949.", "answer": "True"}, {"game_text": "The Chevrolet Corvette has always been made exclusively with V8 engines only.", "answer": "False"}, {"game_text": "Peyton Manning retired after winning Super Bowl XLIX.", "answer": "False"}, {"game_text": "Big the Cat is a playable character in \"Sonic Generations\".", "answer": "False"}, {"game_text": "In \"Portal 2\", Cave Johnson started out Aperture Science as a shower curtain company.", "answer": "True"}, {"game_text": "In \"Team Fortress 2\", the \"Bill's Hat\" is a reference to the game \"Dota 2\".", "answer": "False"}, {"game_text": "You can legally drink alcohol while driving in Mississippi.", "answer": "True"}, {"game_text": "Deus Ex (2000) does not feature the World Trade Center because it was destroyed by terrorist attacks according to the game's plot.", "answer": "True"}, {"game_text": "On average, at least 1 person is killed by a drunk driver in the United States every hour.", "answer": "True"}, {"game_text": "The ultimate phrase used by Pharah from Overwatch is: \"Justice rains from above!\"", "answer": "True"}, {"game_text": "There exists an island named \"Java\".", "answer": "True"}, {"game_text": "In the TV series Red Dwarf, Kryten's full name is Kryten 2X4B-523P.", "answer": "True"}, {"game_text": "Rannamaari was a sea demon that haunted the people of the Maldives and had to be appeased monthly with the sacrifice of a virgin girl.", "answer": "True"}, {"game_text": "In Pokémon, Ash's Pikachu refuses to go into a pokeball.", "answer": "True"}, {"game_text": "In the \"Toaru Kagaku no Railgun\" anime,  espers can only reach a maximum of level 6 in their abilities.", "answer": "False"}, {"game_text": "Ana was added as a new hero for the game Overwatch on July 19th, 2016.", "answer": "True"}, {"game_text": "The names of Roxas's Keyblades in Kingdom Hearts are \"Oathkeeper\" and \"Oblivion\".", "answer": "True"}, {"game_text": "E = MC3", "answer": "False"}, {"game_text": "David Baszucki was a co-founder of ROBLOX Corporation.", "answer": "True"}, {"game_text": "Klingons once had a period of Democracy in their history, they referred to it as the \"Dark Times\".", "answer": "True"}, {"game_text": "Android versions are named in alphabetical order.", "answer": "True"}, {"game_text": "The Roman god \"Jupiter\" was first known as \"Zeus\" to the Greeks.", "answer": "True"}, {"game_text": "In \"Call Of Duty: Zombies\", you can upgrade the \"Apothicon Servant\" in the \"Shadows Of Evil\" map.", "answer": "False"}, {"game_text": "In the \"To Love-Ru\" series, Golden Darkness is sent to kill Lala Deviluke.", "answer": "False"}, {"game_text": "Dihydrogen Monoxide was banned due to health risks after being discovered in 1983 inside swimming pools and drinking water.", "answer": "False"}, {"game_text": "Spoon theory is a theory, utilizing \"Spoons\" as a metaphor for energy they can use in a day.", "answer": "True"}, {"game_text": "A wyvern is the same as a dragon.", "answer": "False"}, {"game_text": "Nutcracker Suite was one of the musical pieces featured in Disney's 1940's film Fantasia.", "answer": "True"}, {"game_text": "An equilateral triangle always has every angle measuring 60°.", "answer": "True"}, {"game_text": "Only one country in the world starts with the letter Q.", "answer": "True"}, {"game_text": "In Resident Evil 4, the Chicago Typewriter has infinite ammo.", "answer": "True"}, {"game_text": "In \"Space Station 13\",  the station has a clown aboard it.", "answer": "True"}, {"game_text": "The Axolotl is an amphibian that can spend its whole life in a larval state.", "answer": "True"}, {"game_text": "The HTML5 standard was published in 2014.", "answer": "True"}, {"game_text": "Seoul is the capital of North Korea.", "answer": "False"}, {"game_text": "The song \"Megalovania\" by Toby Fox made its third appearence in the 2015 RPG \"Undertale\".", "answer": "True"}, {"game_text": "FLAC stands for \"Free Lossless Audio Condenser\"'", "answer": "False"}, {"game_text": "A group of islands is called an 'archipelago'.", "answer": "True"}, {"game_text": "The Mann Co. Store from Team Fortress 2 has the slogan \"We hire mercenaries and get in fights\".", "answer": "False"}, {"game_text": "French is an official language in Canada.", "answer": "True"}, {"game_text": "The planet Mars has two moons orbiting it.", "answer": "True"}, {"game_text": "In World War II, Hawker Typhoons served in the Pacific theater.", "answer": "False"}, {"game_text": "Unturned originally started as a Roblox game.", "answer": "True"}, {"game_text": "Like with the Neanderthals, Homo sapiens sapiens also interbred with the Denisovans.", "answer": "True"}, {"game_text": "\"I disapprove of what you say, but I will defend to the death your right to say it\" is a quote from French philosopher Voltaire.", "answer": "False"}, {"game_text": "Studio Ghibli is a Japanese animation studio responsible for the films \"Wolf Children\" and \"The Boy and the Beast\".", "answer": "False"}, {"game_text": "According to Greek Mythology, Zeus can control lightning.", "answer": "True"}, {"game_text": "Bill Cipher in the show \"Gravity Falls\" is the good guy.", "answer": "False"}, {"game_text": "Ottawa is the capital of Canada.", "answer": "True"}, {"game_text": "Pablo Picasso is one of the founding fathers of \"Cubism.\"", "answer": "True"}, {"game_text": "The color orange is named after the fruit.", "answer": "True"}, {"game_text": "The 2005 video game \"Call of Duty 2: Big Red One\" is not available on PC.", "answer": "True"}, {"game_text": "In Undertale, having a \"Fun Value\" set to 56-57 will play the \"Wrong Number Song Call\".", "answer": "False"}, {"game_text": "TF2: The Medic will be credited for an assist if he heals a Spy that successfully saps a building.", "answer": "True"}, {"game_text": "In the \"Melancholy of Haruhi Suzumiya\" series, the narrator goes by the nickname Kyon.", "answer": "True"}, {"game_text": "DHCP stands for Dynamic Host Configuration Port.", "answer": "False"}, {"game_text": "The Lego Group was founded in 1932.", "answer": "True"}, {"game_text": "Early RAM was directly seated onto the motherboard and could not be easily removed.", "answer": "True"}, {"game_text": "In Greek mythology, Hera is the goddess of harvest.", "answer": "False"}, {"game_text": "EDM label Monstercat signs tracks instead of artists.", "answer": "True"}, {"game_text": "Romanian belongs to the Romance language family, shared with French, Spanish, Portuguese and Italian. ", "answer": "True"}, {"game_text": "An exothermic reaction is a chemical reaction that releases energy by radiating electricity.", "answer": "False"}, {"game_text": "Formula E is an auto racing series that uses hybrid electric race cars.", "answer": "False"}, {"game_text": "Cats have whiskers under their legs.", "answer": "True"}, {"game_text": "Valve's \"Portal\" and \"Half-Life\" franchises exist within the same in-game universe.", "answer": "True"}, {"game_text": "A 'Millinillion' is a real number.", "answer": "True"}, {"game_text": "Druid is a mage class in \"Log Horizon\".", "answer": "False"}, {"game_text": "Lady Gaga's real name is Stefani Joanne Angelina Germanotta.", "answer": "True"}, {"game_text": "The set of all algebraic numbers is countable.", "answer": "True"}, {"game_text": "Pete Townshend's solo album, \"White City: A Novel\", is set in the metropolitan area of Chicago.", "answer": "False"}, {"game_text": "The ghosts in \"Pac-Man\" and \"Ms. Pac-Man\" have completely different behavior.", "answer": "True"}, {"game_text": "In \"To Love-Ru: Darkness\", Yami reveals her real name is Eve.", "answer": "True"}, {"game_text": "The sum of any two odd integers is odd.", "answer": "False"}, {"game_text": "In \"Star Trek: The Next Generation\", Data is the only android in existence.", "answer": "False"}, {"game_text": "Psychology is the science of behavior and mind.", "answer": "True"}, {"game_text": "The United States of America was the first country to launch a man into space.", "answer": "False"}, {"game_text": "\"Sonic the Hedgehog 2\" originally was going to have a time travel system.", "answer": "True"}, {"game_text": "\"Green Eggs and Ham\" consists of only 50 different words.", "answer": "True"}, {"game_text": "Popcorn was invented in 1871 by Frederick W. Rueckheim in the USA where he sold the snack on the streets of Chicago.", "answer": "False"}, {"game_text": "Metallica collaborated with Rowan Atkinson's Mr Bean on a 1992 comic relief single.", "answer": "False"}, {"game_text": "Rabbits are carnivores.", "answer": "False"}, {"game_text": "Shang Tsung is a playable character in Mortal Kombat XL.", "answer": "False"}]